[
{"id": [0], "titulo": ["Eliminatorias: fechas, horarios, canales de TV y streaming para ver en vivo de fecha 5"], "preview": ["La selección Ecuador visitará el jueves 16 a Venezuela en Maturín."]},
{"id": [1], "titulo": ["Tras denuncia, Matías Fernández anda por los techos: ¿y los partidos de Chile ante Paraguay y Ecuador por las eliminatorias?"], "preview": ["El futbolista, actualmente integrante del equipo Independiente del Valle, fue acusado de lesiones leves."]},
{"id": [2], "titulo": ["Ederson sufre una lesión y se pierde los duelos de Brasil por las eliminatorias sudamericanas"], "preview": ["El arquero había sido convocado por Diniz la semana pasada para los próximos encuentros de la 'Seleção' en las eliminatorias sudamericanas."]},
{"id": [3], "titulo": ["¿Con que excompañero de Barcelona SC se reencontró Javier Burrai en la selección de Ecuador?"], "preview": ["El guardameta de los canarios es una de las principales novedades en la nómina del entrenador español, Félix Sánchez Bas."]},
{"id": [4], "titulo": ["José Pileggi desautoriza a quien anunció que Miller Bolaños y Bryan Angulo están fuera de Emelec "], "preview": ["El presidente azul dice que no hay resolución oficial sobre la continuidad de ambos delanteros. Desconoce a Xavier Chávez como dirigente."]},
{"id": [5], "titulo": ["“Trabajamos mucho el tema mental”, explica Diego Martínez, DT de Ecuador, sobre la victoria ante Marruecos por el Mundial Sub-17"], "preview": ["Una vez finalizado el compromiso ante los africanos, el entrenador aclaró en que mejoró el equipo, en comparación al partido ante Indonesia."]},
{"id": [6], "titulo": ["Ha fallecido Rómulo Barcos Cun, “un tipo frontal y respetuoso”: así reaccionó el fútbol ecuatoriano por la partida del comentarista"], "preview": ["Barcos se inició como reportero en el programa 'Deportes en el Ecuador y el mundo', de radio CRE."]},
{"id": [7], "titulo": ["Falleció Rómulo Barcos, periodista deportivo, presuntamente a causa de un infarto"], "preview": ["Rómulo Barcos Cun fue encontrado sin vida en su habitación por la Policía, tras forzar la puerta de su domicilio."]},
{"id": [8], "titulo": ["Definidos los 4 semifinalistas que pelearán los dos cupos a la Liga Pro serie B"], "preview": ["Daquilema FC, San Antonio, Leones del Norte y La Unión ganaron sus respectivas eliminatorias para disputar las semifinales del torneo."]},
{"id": [9], "titulo": ["‘Es lo más grande para un jugador’, Javier Burrai, arquero de Barcelona SC, y su satisfacción por ser convocado a la Selección de Ecuador"], "preview": ["(Video) El guardameta se unió la noche del domingo al plantel tricolor que se alista para medir a Venezuela y Chile."]},
{"id": [10], "titulo": ["Venezuela vs. Ecuador por las Eliminatorias: horarios para ver En Vivo"], "preview": ["En la última fecha, la tricolor dejó escapar puntos en condición de local, por lo que ahora necesita de un triunfo para seguir en zona de clasificación directa."]},
{"id": [11], "titulo": ["¿Dónde mismo nació Byron Castillo? Nassib Neme en el 2015: ‘Él dijo que no recordaba en qué escuela estudió en Playas’"], "preview": ["Luego de que se filtrara en la prensa la FEF informó, este lunes, que el Tribunal Federal Suizo no aceptó su apelación. La resta de tres puntos sigue vigente."]},
{"id": [12], "titulo": ["Luis Suárez tiene su primera convocatoria en Uruguay al mando de Marcelo Bielsa"], "preview": ["El atacante fue citado para los choques de Uruguay con Argentina, el jueves en Buenos Aires, y con Bolivia, el martes 21 en Montevideo."]},
{"id": [13], "titulo": ["Eduardo Berizzo, DT de Chile, convocó 26 jugadores para los duelos ante Paraguay y Ecuador por eliminatorias"], "preview": ["El delantero Alexis Sánchez lidera la nómina chilena para los compromisos correspondientes para la quinta y sexta jornada del proceso clasificatorio."]},
{"id": [14], "titulo": ["‘Fue feísimo’, el despectivo calificativo que le dio Esteban Dreer, exarquero de Emelec, al Clásico del Astillero que terminó 0-0 en el Capwell"], "preview": ["(Video) El exportero fue duro en sus críticas con ambos cuadros y en especial con Barcelona SC, que resignó posibilidades de ganar la segunda etapa."]}
]