[
{"titulo": ["E3 2016: Tres remasterizaciones de Crash Bandicoot fueron anunciadas"], "texto": ["El día de hoy en la conferencia de prensa de Sony en E3 2016, se anunció que Crash Bandicoot, Crash Bandicoot 2: Cortex Strikes Back y Crash Bandicoot: Warped serán remasterizados y liberados para PlayStation 4. Activision aún tiene los derechos de Crash Bandicoot y las remasterizaciones llegarán gracias a un acuerdo especial entre Sony y el publisher.", "La noticia llega junto con le anuncio de que Crash será un personaje en Skylanders: Imaginators: exclusivo de la versión de PlayStation 4."]},
{"titulo": ["Crash Bandicoot tendría un juego móvil"], "texto": ["King, el desarrollador responsable de títulos móviles como Candy Crush que ahora es propiedad de Activision, parece estarse preparando para lanzar un endless runner de Crash Bandicoot.", "Como reporta ", "Eurogamer", ", ", "@JumpButtonCB", " y ", "@Motwera", " en Twitter descubrieron ", "un listado", ", que ya ha sido eliminado, para este título móvil de Crash Bandicoot que le permitirá a los jugadores \"Correr, Saltar y Deslizarse\" y \"Construir & Crecer Tu Base\".", "El arte presentado supuestamente se filtró de anuncios brasileños en Facebook que muestran un juego que es bastante similar al éxito del 2011, Temple Run, aunque con las emblemáticas cajas y frutas de ", "Crash", ".", "Kotaku", " logró capturar una imagen de la descripción de este nuevo juego, antes de que fuera eliminada, de una compañía de pruebas de la app store llamada ", "Storemaven", ", la cual indica que los jugadores se unirán a Coco y Aku Aku para derrotar al Dr. Cortex.", "La descripción de la historia es la siguiente;\"El Dr. Neo Cortex despachó secuaces mutagénicos alrededor del multiverso para esclavizar todas las dimensiones. Con la ayuda de su energética hermana Coco, ¡Crash debe contraatacar y enviar a los lacayos de Cortex de regreso a sus propios mundos!\".", "IGN US se puso en contacto con King, y un representante les otorgó el siguiente comentario; \"En King, siempre estamos tratando de probar nuevos conceptos de juegos para plataformas móviles. Desde que nos volvimos parte de la familia Activision Blizzard, hemos estado buscando maneras de trabajar juntos y crear aún más grandes experiencias de gaming para nuestra red de jugadores. Actualmente, estamos explorando oportunidades de traer la IP de Activision a la plataforma móvil\".", "Este sería el tercer juego de Crash Bandicoot siguiendo la N. Sane Trilogy de 2017 y Crash Team Racing Nitro-Fueled de 2019."]},
{"titulo": ["Crash Team Rumble: Puedes disfrutar del juego completamente gratis por tiempo limitado"], "texto": ["Experimenta la diversión de ", "Crash Team Rumble", ", este fin de semana, a través de una prueba gratuita por tiempo limitado. El equipo de ", "Toys for Bob", " está deseando que los jugadores de todo el mundo tengan la oportunidad de divertirse del 11 al 14 de agosto. Descárgalo gratis en ", "Xbox Series X|S", ", ", "Xbox One", ", ", "PlayStation 5", " o ", "PlayStation 4", " y participa en partidas competitivas con algunos de tus héroes y villanos favoritos de", " Crash Bandicoot", ". Compite para ser el primer equipo en conseguir suficientes frutas ", "Wumpa", " para llevarte a casa la victoria, ¡y consigue progresos para el ", "Pase de Batalla", " gratuito de la ", "Temporada 1", "! Desbloquea nuevos aspectos y cosméticos cuando pases a la ", "Edición Estándar", " o ", "Deluxe", ".", "Juega con héroes y villanos icónicos en cada mapa", "Durante la prueba gratuita, juega con los héroes favoritos de los fans: ", "Crash Bandicoot", ", ", "Coco", " ", "Bandicoot", " o ", "Dingodile", ". Cada héroe desempeña una de las tres funciones de tu equipo: anotador, potenciador y bloqueador. ¡Un equilibrio entre cada tipo de héroe es clave para la victoria! ", "Crash", " es un goleador, un héroe perfecto para recoger frutas ", "Wumpa", " por el mapa y entregarlas al banco ", "Wumpa", " de tu equipo, la clave para ganar cada ronda. ", "Coco", " es una potenciadora, que apoya al equipo capturando las plataformas de gema que aumentan el potencial de puntuación de tu equipo, y activando las estaciones de reliquias en cada mapa que tienen efectos salvajes y únicos. Por último, está ", "Dingodile", ", un voluminoso bloqueador que impide que el equipo enemigo marque con sus poderosos ataques de coletazo. Cada personaje puede personalizarse aún más con dos poderes equipables en la prueba gratuita. Elige entre la ", "Planta", " ", "Carnívora", ", que dispara proyectiles a tus oponentes, o el ", "Refricurador", ", que recupera la salud de los aliados si están cerca. Además, durante la prueba gratuita se puede jugar en todos los mapas, incluido el recién estrenado ", "Ciénaga", ".", "Desbloquea cosméticos y personaliza tu look", "La ", "Temporada 1", " de ", "Crash", " ", "Team", " ", "Rumble", " sigue viento en popa y el acceso al pase de batalla premium, de la ", "Temporada 1", ", es gratuito para todos los jugadores que tengan la versión completa de ", "Crash Team Rumble", ". Entra hoy mismo y empieza a desbloquear increíbles recompensas, desde aspectos, cosméticos, música y mucho más. Hay muchos más héroes y poderes disponibles en la versión completa de ", "Crash", " ", "Team", " ", "Rumble", ", que se pueden desbloquear jugando y ganando insignias. Aunque no podrás seleccionarlos en la versión de prueba gratuita, cualquier progreso que hagas para desbloquear nuevos héroes y poderes se mantendrá al pasar a la ", "edición estándar", " o ", "Deluxe", ".", "Recluta a tus amigos y enfréntate a ellos", "Juega multiplataforma y compite con tus amigos en partidas privadas, o agrúpate y lucha en partidas competitivas públicas. No importa cómo elijas jugar a ", "Crash", " ", "Team", " ", "Rumble", ", ¡podrás descargarlo y jugar gratis este fin de semana con amigos y enemigos por igual!. La prueba gratuita de ", "Crash Team Rumble", " estará disponible hasta el 14 de agosto.", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", " @ErickRom0506"]},
{},
{"titulo": ["Crash Bandicoot: murió Brendan O’Brien, voz original de Crash"], "texto": [" ", "El mundo de los videojuegos está de luto tras darse a conocer una triste noticia este fin de semana: ", "Brendan O’Brien", ", ", "actor de voz original de Crash en Crash Bandicoot, además de varios otros personajes, murió a la edad de 60 años.", "Según reporta ", "Yahoo.com", ", el actor falleció desde el pasado 23 de marzo de 2023, pero la noticia de su muerte no se había dado a conocer hasta este fin de semana.\n\n", "Al momento de escribir esta nota, las causas de su deceso aún eran desconocidas.\n\n", "Como reporta el medio citado, su muerte se dio a conocer gracias a que alguien descubrió su obituario en ", "Legacy.com.", " En él se destacan sus trabajos en la industria, no sólo de los videojuegos, sino del entretenimiento en general.\n\n", "Brendan O’Brien", " le dio voz a ", "Crash", " en los títulos originales de la franquicia, entonces de ", "PlayStation", ", desarrollados por ", "Naughty Dog", ". Trabajó en esta serie hasta 2004. Pero no sólo interpretó a nuestro querido marsupial, también le dio voz a otros personajes como ", "N. Gin, Dr. Neo Cortex, Dr. Nitrus Brio", " y", " Tiny Tiger", " en los primeros tres títulos de ", "Crash", ".\n\n", "O'Brien nació el 9 de mayo de 1962 en Hollywood, California. Sus padres fueron los actores Edmond O'Brien y Olga San Juan. Tuvo dos hermanas: la productora de televisión, Bridget O'Brien y la actriz Maria O'Brien. Comenzó su carrera como actor a los 10 años, junto a su padre, en el primer episodio de The Streets of San Francisco. Según informa ", "IMDB", ", su última aparición en TV fue en un episodio de 2021 de The Slowest Show.\n\n", "Hasta ahora la familia del actor no ha revelado las causas de su muerte, ni ha hecho alguna declaración al respecto.\n\n", "Descanse en paz Brendan O’Brien (1962-2023).", " ", " ", "Jemima Sebastián hace de todo un poco en IGN Latinoamérica. Ama el anime, los deportes y la fotografía. Encuéntrala en Twitter como @jemafg"]},
{"titulo": ["¡Bienvenidos a IGN Latinoamérica!"], "texto": ["​", "IGN es el sitio número 1 de gaming y entretenimiento en el mundo con una audiencia mundial de más de 50 millones y hoy, estamos más que orgullosos de unirnos a esa increíble familia con ¡IGN Latinoamérica!", "¿Y qué puedes esperar de IGN Latinoamérica? Todo lo que quieres, así de fácil. Estaremos trayendo a la región todo el contenido internacional que tanto le gusta a la audiencia de IGN: reviews, artículos y noticias, pero tropicalizados y en español. También nos concentraremos en contenido local y lo que le interesa a nuestro público regional.", "Con el gaming en Latinoamérica creciendo en popularidad, como si se hubiera comido un hongo, consideramos que es el momento perfecto para lanzar IGN Latam y esperamos que todos lo disfruten como nosotros al hacerlo.", "​", "También es muy importante recordarte que si no quieres ver la versión de IGN Latinoamérica (porque tal vez prefieras otra edición) puedes cambiarla con sólo dar click en el nombre de nuestra edición –ahí, arriba a la izquierda o en versión de mobile hasta abajo– lo importante es que tengas la opción que quieres.", "En esta parte del proceso, es probable que encuentres pequeños bugs en el sitio, pero queremos asegurarte que estamos trabajando para resolver todos y cada uno de ellos. Si llegas a encontrar alguno, cuéntanos para revisarlo lo más rápido posible.", "Y claro, no te olvides de seguirnos en nuestras redes sociales en ", "Facebook", ", ", "@IGNLatam", " y ", "Google+", " para estar enterado todo el tiempo de todo lo que sucede en el mundo del gaming y el entretenimiento.", "¡Que comiencen los juegos!", "​", "Mail de contacto:", "\n", "ign_latam@ign.com"]},
{"titulo": ["Crash Bandicoot: el juego móvil ya está disponible para algunos usuarios"], "texto": ["Buenas noticias para los fans de Crash Bandicoot ya que se ha dado a conocer que el nuevo juego para móviles ya ha comenzado ha distribuirse de forma limitada y que está disponible para dispositivos Android en algunas regiones.", "Como recordarán, el pasado mes de febrero ", "vimos un reporte que indicaba que se había descubierto Crash Bandicoot Mobile", ", un título desarrollado por King que sería similar a Temple Run ya que su descripción indicaba que permitiría a los jugadores \"correr, saltar y deslizarse\", y ahora tenemos que la página del producto está en Google Play e incluso se ha filtrado un video con 14 minutos de gameplay.", "A continuación pueden ver cómo se jugará Crash Bandicoot Mobile en el video publicado por OGL Gameplays, además de la descripción oficial:", " ", "\n", "¡Un nuevo tipo de aventura Crash con tus personajes favoritos! ¡Crash y Coco se unen para poner fin al malvado plan del Dr. Neo Cortex de destruir el multiverso!", "\n\n", "En este nuevo episodio móvil, el Dr. Neo Cortex ha enviado secuaces mutagénicos a través del multiverso para esclavizar todas las dimensiones. Con la ayuda de su hermana Coco, ¡Crash debe devolver a los secuaces de Cortex a sus propias dimensiones!", "\n\n", "¡Corre, gira y deslízate hacia la locura con este nuevo juego Crash Bandicoot!", "\n\n", "Crash clásico en una nueva aventura", "\n\n", "- Salta, deslízate y gira por las icónicas pistas de la Isla Wumpa", "\n- Completa increíbles carreras de batalla", "\n- Únete a Coco para encontrar y derrotar a los secuaces del Dr. Cortex", "\n\n", "Sus personajes favoritos están de regreso", "\n\n", "- ¡Enfréntate a enemigos y jefes clásicos como Mutagen Ant, Scorporilla, Nitrus Brio y Dingodile!", "\n- ¡Cuidado con las tortugas y las arañas!", "\n\n", "Descubre caminos ocultos", "\n\n", "- Explora tierras y esquiva los peligros de Turtle Woods, Lost City y Temple Ruins", "\n- Descubre nuevos caminos y descubre nuevas pistas para desafíos y recompensas exclusivos", "\n\n", "Expanda la base de Coco y salven el Multiverso", "\n\n", "- ¡Desbloquea edificios clave para crear un arsenal de armas: sueros, bombas e incluso pistolas de rayos!", "\n- Continúa con las recolecciones y reúne ingredientes y partes para actualizar la base de Coco", "\n- ¡Carga tus sueros, bombas y pistolas de rayos!", "\n- ¡Batalla, corre y envía a los malvados secuaces de vuelta a sus propias dimensiones!", "\n", "Crash Bandicoot Mobile aún no tiene fecha de lanzamiento oficial para Latinoamérica, pero sabemos que llegará como descarga gratuita con compras dentro del juego en versiones para iOS y Android."]},
{"titulo": ["Crash Bandicoot: Esta filtración sugiere un nuevo diseño para la franquicia"], "texto": ["Un nuevo set de mercancía de Crash Bandicoot con licencia de PlayStation ha sido encontrada en internet, y parece sugerir un rediseño para los personajes y el mundo, incluyendo al mismo Crash.", "El usuario de Twitter ", "iWanderr", " llevó la mercancía a nuetra atención en Twitter, publicando imágenes del sitio web Blackfire, un distribuidor de mercancía europeo. Tras estar disponibles a la vista el día de hoy, los listados de estos productos ahora han sido eliminados.", "\n", "LETS FUCKING GOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOOO ", "https://t.co/PSbbq5WYHP", " ", "pic.twitter.com/c7uxBzAzKP", "\n— ¡Héctor! 🐔 (@iWanderr) ", "June 11, 2020", "Lo que es interesante acerca de esta mercancía es que parece ser que Crash obtuvo un rediseño desde que lo vimos por última vez en su look emblemático en N. Sane Trilogy, más parecido al juego móvil de Crash Bandicoot que se lanzó a inicios del años. Aún más interesante es que uno de los pines mostrados en el tweet presenta un rediseño del personaje llamado \"Tawna\".", "Tawna Bandicoot apareció por primera vez en 1996 como la novia del héroe epónimo y ha hecho apariciones como cameo en varios de los juegos desde entonces.Dado que los dos personajes comparten el mismo nombre, parece ser que ha sido rediseñada por completo para lo que sea que Activision tenga planeado para la serie. Esta nueva Tawna porta un mohawk azul y amarillo, entre otros giros estéticos.", "Dado que una de las piezas de mercancía encontradas es Crash sosteniendo un smartphone, esto podría estar relacionado con el juego móvil, y Tawna podría aparecer en este en el futuro cercano - pero en realidad la puerta está abierta. Estos diseños podrían referirse a un nuevo proyecto del que aún no hemos escuchado."]},
{"titulo": ["Crash Bandicoot 4: It's About Time - se filtran imágenes y la fecha de lanzamiento"], "texto": ["Después de varios rumores sobre una nueva entrega de la serie Crash Bandicoot, recientemente hubo algunas pistas más sólidas y luego se reveló que el Comité de Clasificación de Juegos Digitales de Taiwán le otorgó clasificación a ", "Crash Bandicoot 4: It's About Time", " para PlayStation 4 y Xbox One, por lo que se anuncio parece inminente.", "Pero si eso les parecía poco deben saber que hay más, ya que se han filtrado capturas del tráiler, incluyendo una que muestra la fecha de lanzamiento (", "vía", " Gematsu).", "En la galería a continuación pueden ver las imágenes filtradas, destacando la que indica que Crash Bandicoot 4: It's About Time se lanzará el 9 de octubre de 2020, y que quienes lo compren en versión digital recibirán unos atuendos adicionales.", "Para que tengan una mejor idea de lo que tratará la nueva aventura de Crash Bandicoot, esta es la supuesta descripción:", "\n", "Crash está relajado, explorando su isla en 1998, cuando encuentra una misteriosa máscara Lani-Loli oculta en una cueva. Es una de las máscaras cuánticas y al parecer conoce a Aku Aku, la amiga de Crash. Con las máscaras cuánticas de regreso y la aparición de una grieta cuántica cerca de nuestros héroes, deciden aventurarse a atravesar diversas dimensiones y épocas para detener al responsable.", "\n", " ", "Y para complementar, Toys for Bob que es el estudio desarrollador que aparece como responsable del juego en el arte filtrado, publicó un tuit donde indican que habrá más información de su siguiente juego este lunes 22 de junio, así que hay que esperar muy poco para conocer todos los detalles (o confirmarlos).", "\n", "It’s almost TIME. More info on our next game is coming June 22!\n— Toys For Bob (@ToysForBob) ", "June 19, 2020", "Así que por lo sabemos, Crash Bandicoot 4: It's About Time se anunciará este lunes y se pondrá disponible el 9 de octubre en PlayStation 4 y Xbox One."]},
{"titulo": ["Crash Bandicoot 4: It's About Time finalmente ha sido revelado y tenemos los detalles"], "texto": ["Un nuevo juego de Crash Bandicoot ha sido revelado, ¡y aquí te contamos más detalles acerca de lo que podrás encontrar cuando el juego llegue a consolas muy pronto!", "Crash Bandicoot 4: It's About Time es una entrega completamente nueva en la franquicia de Crash que regresa al espíritu clásico de los juegos de plataformas, con nuevos mundos por descubrir, alianzas por formar, e increíbles poderes que surgen de un nuevo grupo de máscaras.", "Crash 4, como el nombre lo menciona, es título completamente nuevo que continúa directamente la historia después del final de Crash Bandicoot: Warped, en la que los villanos Neo Cortex, el Dr. N. Tropy, y Uka Uka quedaron atrapados en un planeta lejano. Por supuesto, al ser un grupo de científicos malévolos (y una máscara mágica malvada), eventualmente logran escapar. Pero esto ha causado una ruptura en el espacio tiempo y ha causado caos alrededor de los multiversos.", "La única esperanza descansa (lamentablemente) sobre los hombros de Crash y Coco Bandicoot, quienes se aventurarán a diferentes tiempos para reunir las poderosas Quantum Masks: los guardianes del espacio y tiempo que les otorgarán poderes que doblarán las reglas de la física y la realidad.", "En Crash 4 no sólo jugarás como el clásico marsupial alocado, sino que podrás elegir jugar toda la historia como Coco de principio a fin. Sin embargo, estos no serán los únicos personajes jugables: otros \"héroes\" serán desbloqueables para jugar como ellos y contarán con sus propias habilidades para intentar superar todos los nuevos niveles, incluyendo al diabólico Neo Cortex.", "Las mencionadas Quantum Masks también formarán parte del gameplay: cada una de estas cuatro máscaras le otorgarán a Crash y Coco nuevos poderes, como la manipulación de la gravedad o el alentamiento del tiempo, las cuales afectarán todo a su alrededor. Además, los héroes necesitarán hacer uso de todos estos poderes y sus clásicas habilidades para derrotar a una nueva ola de enemigos, con jefes gigantescos batallas épicas. Y para alcanzarlos tendrás que atravesar los niveles llenos de peligros, pero por suerte Crash y Coco ahora pueden deslizarse por rieles, balancearse sobre cuerdas flojas, y correr por ciertas paredes además de sus clásicos giros y saltos.", "Crash Bandicoot 4: It's About Time es una carta de amor de los desarrolladores, Toys for Bob, para los fans de Crash. El juego ha sido construido buscando revivir la clásica serie de plataformas y otorgarle una renovación moderna a los personajes que ayudaron a llevar a la industria hasta donde se encuentra ahora. El nuevo título llegará el 2 de octubre de 2020 a PlayStation 4 y Xbox One."]},
{"titulo": ["El trailer de Spyro Reignited Trilogy aparecerá en Crash Bandicoot N. Sane Trilogy"], "texto": ["Después de varios rumores", ", la remasterización de la trilogía original de ", "Spyro", " se anunció de forma oficial", " y como parte de la emoción, otra entrega de ", "Activision", " apoyará a su hermana.", "A partir del 9 de abril, aquellos que tengan ", "Crash Bandicoot N. Sane Trilogy", " podrán ver el trailer de ", "Spyro: Reignited Trilogy", " en su ", "PlayStation 4", ". Para ello necesitarán ir a la pantalla de inicio de ", "Crash Bandicoot 3: Warped", " y realizar los siguientes movimientos: ↑ ↑ ↓ ↓ ← → ← → cuadrado.", "El nuevo conjunto celebra el 20 aniversario de la franquicia e incluye ", "Spyro The Dragon, Spyro 2: Ripto Ragel y Spyro: Year of the Dragon", ". Esta colección estará disponible a partir del 21 de septiembre para PS4 y Xbox One.", "La trilogía contará con varias mejoras, como un nuevo sistema de iluminación y cinemáticos recreados, controles actualizados, escenarios mejorados e incluso personajes que fueron re-imaginados, así como una cámara más fluida.", " ", "Cristina Urrutia es editora en IGN Latinoamérica, fan del anime, los videojuegos, los libros, las Tortugas Ninja y Batman. Puedes encontrarla en redes sociales como ", "@harley_lilith."]},
{"titulo": ["Crash Bandicoot: Activision inicia acciones legales contra TikToker por culpa de una Pizza y unos Tenis"], "texto": ["Si sueles pasar tiempo en redes sociales y especialmente en ", "Tik", " ", "Tok", ", puedes haber notado como ciertos audios se vuelven virales con mucha facilidad, y es muy común que cientos de otros usuarios e incluso algunas marcas usen estos memes de forma creativa en su propio contenido. Hace algún tiempo el audio de uno de los videos del crítico de ", "Tik Tok Anthony Fantano", " se hizo muy viral, en el video en cuestión, ", "Fantano", " reacciona cuando alguien corta una pizza en una cantidad exagerada de rebanadas gritando desesperadamente \"Ya son suficientes rebanadas\", y ese audio terminó convirtiéndose en un meme en ", "Tik Tok", ". Recientemente, ", "Activision", " usó este audio para promocionar unos tenis temáticos de ", "Crash", " ", "Bandicoot", ", lo que hizo que el ", "Tik Toke", "r sintiera que su voz estaba siendo utilizada comercialmente sin su autorización e inició una demanda contra Activision, pidiendo que se elimine el video y solicitando una compensación por el uso comercial.", "En respuesta, ", "Activision", " defendió sus acciones, señalando que otros creadores de contenido habían utilizado el mismo audio sin problemas en el pasado. Afirmaron que ", "Fantano", " incluso había agradecido a otras marcas anteriormente. A pesar de mantener que no hicieron nada mal, ", "Activision", " cumplió con la solicitud de ", "Fantano", " y eliminó el video para evitar posibles problemas legales. Sin embargo, ", "Fantano", " informó a ", "Activision", " que se estaba preparado para presentar una demanda en su contra. ", "Activision", " se puso en contacto de inmediato con el abogado de ", "Fantano", ", quien exigió un acuerdo millonario para evitar litigios. El abogado citó casos anteriores en los que otras compañías habían llegado a acuerdos con ", "Fantano", " en circunstancias similares. Por lo que ", "Activision", " ha presentado una demanda contra ", "Fantano", ", buscando un fallo a su favor. ", "Activision", " espera evitar la posible demanda del ", "Tik Toker", ", pero escalando todo en una batalla legal entre ", "Activision", " y ", "Anthony Fantano", " por una pizza y unos tenis.", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", " @ErickRom0506"]},
{"titulo": ["Crash Team Racing Nitro-Fueled - Trailer del modo aventura"], "fecha": ["24 de Mayo de 2019"]},
{"titulo": ["Amazon tiene el Xiaomi 11T con más de 5 mil pesos de descuento"], "texto": [" ", "¿Buscas un teléfono de gama media alta y buenas características? Esto podría servirte. Amazon México tiene en oferta un modelo del ", "Xiaomi 11T", ".\n\n", "Está versión del móvil es la color Meteorite Gray (gris), con una memoria RAM de 8GB y almacenamiento de 256GB, que claro, se puede ser expandir con una microSD.\n\n", "Su precio normal es de ", "$15,499", ", pero actualmente puedes encontrarlo con más de $5,000 de oferta, con su precio quedando en ", "$9,864", ". ¿Lo quieres? Lo encuentras en el link que aparece a continuación:\n\n", " \n\n", "Xiaomi 11T Meteorite Gray con 8GB de RAM y 256GB de almacenamiento", "\n\n", " ", "\n", "Vía Amazon Mexico", "\n", " ", "También hay facilidades de pago y con tarjeta de crédito podrás pagarlo hasta en 6 meses sin intereses de $1,644.07.\n\n", "Además de las características mencionadas, podemos decirte que este ", "Xiaomi 11T", " posee tecnología 5G, una pantalla AMOLED FHD de 6.67”, ‎cámara trasera de 108 megapíxeles, con resolución de video de 3840px x 2160px. Y para tus selfies tiene una cámara frontal de 16MP. La batería es de 5,000 con carga rápida, para nunca sufrir de desconexiones. ¿Te interesa? Consíguelo a continuación:\n\n", "Xiaomi 11T Meteorite Gray con 8GB de RAM y 256GB de almacenamiento", "\n", "\n\n", "\n", "Xiaomi 11T Meteorite Gray 8GB RAM / 256GB Almacenamiento", "\n", "\n", "Precio de lista: ", "$15,999", "\n\n", "Precio actual: ", "$9,864", "\n", "\n", "Buy on Amazon ↗", "\n", "\n", "Esta publicación contiene enlaces de afiliados de Amazon, lo que significa que IGN puede recibir una comisión si compras algo. Esto no te cuesta nada adicional a ti, pero siempre debemos avisarte por motivos legales.", "iv widget"]},
{"titulo": ["Knights of the Old Republic tendrá una adaptación a serie de Disney Plus"], "texto": ["Todo indica que la IP de ", "Star Wars", " aún tiene mucho para dar de parte de Disney, pues se tomaron en serio las quejas de que sólo estaban contando historias de los ", "Skywalkers", ". Con el estreno de ", "The Acolyte", " en puerta y a la espera de ", "Skeleton Crew", ", este dicho de expandir la saga acaba de quedar en claro.", "A través de Twitter y por medio del insider ", "MyTimeToShineHello", ", uno de los insiders más reconocidos en la industria del entretenimiento y que ha adelantado muchas cosas antes de siquiera ser anunciadas, acaba de soltar que el popular juego ", "Knights of the Old Republic", " será adaptada a una serie.", "El famoso insider comenta que Lucasfilm no sabía cómo llevar esta historia, puesta estaba indecisa si sería una película o una serie, pero tras varios debates, optaron por la opción de la serie, lo cual permite extenderse más tiempo y tener un desarrollo de personajes más óptimo.", "Como muchos sabrán, la historia de ", "KOTOR", " lleva el viaje de ", "Darth Revan", " por toda la galaxia en sus múltiples cruzadas. Al momento, no hay más información, pero se espera que en el pasar de los meses se confirme esta serie y haya más datos sobre quiénes son los encargados de escribirla.", "Daniel Guzmán es editor en IGN Latinoamérica, amante del terror, los cómics, el cine y una devoción de amor/odio por Warzone y Fortnite. Fiel seguidor de DC y Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"titulo": ["IGN Latam juega Crash Bandicoot N Sane Trilogy"], "fecha": ["9 de Septiembre de 2022"]},
{"titulo": ["5 Plot Twist en series de televisión tan buenos que ya nada fue igual"], "texto": ["Advertencia: El siguiente articulo contiene spoilers de series muy populares, si no has visto alguna de ellas te recomendamos no continuar leyendo.", "Algo que a todos nos gusta de las series y películas son los giros argumentales o Plot Twist que pueden llegar a ocurrir, muchos de estos se dan al final de las temporadas o hasta el final de las series, lo cuál puede ayudar a impulsar una serie o hundirla por completo con revelaciones o eventos inesperados, cuando estos se hacen bien cambian por completo la historia que conocíamos llevándonos a algo completamente nuevo y muchas veces lo ocultan tan bien frente a nosotros que es casi imposible darse cuenta de lo que va a pasar, y es por eso que hoy vamos a recordar ", "5 Plot Twists tan buenos que ya nada fue igual después de verlos", ".", "Game Of Thrones - Las decisiones de los Stark tienen sus consecuencias en la Boda Roja", "La historia de ", "Game of Thrones", " es brutal y llena de momentos que nos dejan en suspenso a lo largo de todas sus temporadas, muchos de ellos llegan tan de repente que nos toman por sorpresa y sin tiempo para reaccionar a lo que estamos viendo, este es el caso de la infame ", "Boda Roja ", "que es posiblemente el plot twist más impactante en la serie, este suceso significa la muerte de varios personajes importantes y queridos de la serie. La traición de ", "Lord Frey", " con apoyo de la ", "Casa Bolton", ", casi significó la extinción de la ", "Casa Stark", ", después de que", " Robb", ",", " Talisa", " y ", "Catelyn", " fueran asesinados. Este suceso dejó un enorme vacío de poder que rápidamente es tomado por la ", "Casa Lannister", " y sus vasallos.", "Breaking Bad - Brock Cantillo es envenenado", "Walter White", " es un hombre que tiene todo siempre bien calculado y eso explica por qué intenta poner a ", "Jesse ", "en contra de ", "Gus", ". Sin otra opción, ", "Walter ", "se aferra a un plan inquietantemente astuto que pocos habrían podido imaginar. ", "Walter e", "xtrae una variedad de compuestos tóxicos de una planta de lirio de los valles en su jardín y envenena en secreto a ", "Brock Cantillo", ", un niño de siete años, y aunque ", "Jesse", " sospecha instantáneamente, este logra convencerlo de lo contrario con una enorme dificultad. ", "Walter White", " es responsable de muchas cosas horribles, pero envenenar a un niño fue una de las peores cosas que llegó a hacer.", "The Good Place - Eleanor descubre la verdad del lugar bueno", "En ", "The Good Place", ", ", "Eleanor Shellstrop", ", ", "Chidi Anagonye", ", ​​", "Tahani Al-Jamil ", "y ", "Jason Mendoza", " supuestamente son enviados al ", "Lugar Bueno", " después de sus respectivas muertes, donde son mimados y atormentados por igual. Los cuatro protagonistas lidian egoístamente con sus diversos problemas personales, hasta que ", "Eleanor", " finalmente descubre la verdad. Ella exige firmemente que la envíen al ", "Lugar Malo", " junto con", " Chidi", ", y explica sus deducciones al descubrir que todo el tiempo han estado en el ", "Lugar Malo", " ante esto ", "Michael", " lanza una carcajada muy extraña y el ángel felicita a ", "Eleanor", " por su inteligencia antes de borrar los recuerdos de los humanos y restablecer el programa del más allá. Nadie vio venir esta revelación.", "El Juego de Calamar - Seong Gi-Hun descubre la verdad sobre Il-Nam", "El ", "Juego del Calamar", " fue todo un fenómeno global cuando se estrenó en ", "Netflix", ", la serie encanto a la audiencia a la par que nos aterraba con su metáfora tan oscura de la lucha de clases en ", "Corea del Sur", ", al exponer las diferencias financieras, filosóficas y éticas entre la élite rica y las clases bajas. Todos conseguimos empatizar con ", "Seong Gi-Hun", ", ", "Kang Sae-Byok", ", ", "Abdul Ali", " y el anciano encantadoramente débil llamado ", "Oh Il-Nam", ". Cuando este último muere durante el juego de las canicas, tras esto ", "Seong Gi-Hun", " se siente culpable por causar la muerte de ", "Oh Il-Nam", ", pero esta culpa se convierte en ira cuando descubre que en realidad el anciano es el líder del selecto club de gente rica y el organizador de los Juegos del Calamar, por lo tanto también es el responsable de todas la muertes que ocurrieron, nada nos preparó para este momento.", "Westworld - El Hombre de Negro revela la verdad sobre William a Dolores", "La primera vez que vez ", "Westworld", " puede ser algo confusa, pero una vez que empiezas a entender, notarás que la primera temporada se divide en dos historias principales: una nos cuenta el romance de ", "Dolores", " que es una anfitriona con ", "William", " que es una persona real, mientras que la otra sigue al ", "Hombre de Negro", " en su vengativo recorrido por el parque en búsqueda de los secretos del mismo. Sin embargo, en un momento de la trama, ", "Dolores", " es capturada por el ", "Hombre de Negro", ", y mientras la lleva consigo en el villano habla con ella, y finalmente le revela a", " Dolores", ", que él es su amado ", "William", " y que desde que se conocieron han pasado 30 años. En realidad, ", "Dolores", " ha estado reproduciendo dos flujos de memoria distintos a través de su conciencia digital, haciéndola percibir simultáneamente dos momentos distintos en el tiempo. La sorpresa de ", "Dolores", " se comparte con el público que hasta ese entonces pensaba que veía una historia lineal y que ", "Dolores", " alucinaba debido a una falla en su sistema.", "Estos son los 5 de los mejores Plot Twist que pudimos haber visto en la Televisión, hemos dejado fuera muchos que son igual de buenos, pero eso lo hicimos para que ustedes nos cuenten en comentarios ¿Qué otros Plot Twist legendarios recuerdan y cuál es su favorito?", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en X, la red social antes conocida como Twitter:", " @ErickRom0506"]},
{"titulo": ["Ghost of Tsushima es todo un éxito en PC, supera a God of War y Spider-Man"], "texto": ["Ghost of Tsushima se ha convertido en todo un éxito en PC, y es que es el mayor lanzamiento de un título para un jugador de PlayStation en la plataforma.", "Ghost of Tsushima Director's Cut se lanzó en Steam el pasado 16 de mayo, y tenemos que alcanzó 75,000 jugadores simultáneos de acuerdo a SteamDB, superando a títulos como God of War, Marvel's Spider-Man, Horizon: Zero Dawn y Horizon: Forbidden West.", "El único título de PlayStation en PC que tiene un pico más alto de jugadores es el multijugador Helldivers 2 que es todo un fenómeno con un pico de 458,000 jugadores simultáneos.", "El éxito de Ghost of Tsushima en PC llega con todo y la polémica por la política de Sony de exigir una cuenta de PlayStation Network para el modo multijugador en línea.", "Cabe recordar que este tema también causó polémica con Helldivers 2, lo que provocó una campaña masiva de bombardeo de reseñas negativas hasta que Sony decidió quitar el requisito.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Star Wars: The Acolyte - el primer clip exclusivo es una batalla entre un Maestro Jedi y su antiguo padawan"], "texto": ["IGN se complace en presentar el primer clip de Star Wars: The Acolyte, que lanzará sus dos primeros episodios en Disney+ el próximo 4 de junio.", "En esta apasionante escena de lucha, el Maestro Jedi Sol (Lee Jung-jae) se enfrenta a Mae (Amandla Stenberg), una peligrosa guerrera de su pasado. Sol está investigando los impactantes asesinatos de múltiples Jedi, pero a medida que surgen más pistas, descubre que no todo es lo que parece. Puedes ver el clip exclusivo a continuación.", "The Acolyte se desarrolla entre la era de la Alta República y las precuelas, aproximadamente 100 años antes de los eventos de La Amenaza Fantasma. La creadora y showrunner de Acolyte, Leslye Headland, quien también dirigió los dos primeros episodios, habló con IGN en Star Wars Celebration 2023 sobre la importancia de este período de tiempo.", "\"Al hacer una serie de Star Wars que iba a ser desde la perspectiva de quienes normalmente vemos como los villanos, tenía sentido ambientarla durante un período en el que los Jedi estaban en el poder\", dijo Headland. \"Eso significaba que era un tiempo de paz\".", "Headland presentó The Acolyte a Lucasfilm como “Frozen se encuentra con Kill Bill” y se inspiró particularmente en el episodio The Wrong Jedi de The Clone Wars. Ella ha dicho que The Acolyte “cuestionará el status quo” de la galaxia Star Wars.", "En el momento en que se lanzó el primer tráiler de la serie en marzo, Headland le dijo a IGN: “Estamos viendo a los Jedi como una institución, como un concepto, como una entidad que ha acumulado mucho poder. Y eso es bueno, no digo que esté mal. Pero sí creo que cuando Jodie Turner-Smith tiene esa frase al final del tráiler, cuando dice: \"No se trata de bueno o malo, sino de poder y de quién puede usarlo\", realmente creo que esa es la pregunta que nos planteamos. Esa es realmente la pregunta. No se trata de: “¿Alguien es bueno o alguien es malo?”. Hay un desequilibrio. Alguien puede estar desequilibrado moralmente, pero si hay un desequilibrio de poder, ¿cómo afecta eso al poder de Star Wars? Y nunca hemos visto que los buenos superen en número a los malos hasta tal punto. Supongo que así es como es diferente”.", "Stenberg se hizo eco de este sentimiento en Star Wars Celebration 2023 y le dijo a IGN: \"Lo que me encanta de Star Wars es cómo profundiza en los complicados efectos del poder. Y podemos hacerlo ahora, pero dentro de un punto en la línea de tiempo que no lo ha hecho\". No se ha explorado antes, que es la era de la Alta República, y entonces es cuando los Jedi están en la cima de su poder. Y por eso Leslye, creo que de manera extremadamente inteligente, ha decidido contar una historia sobre un conjunto de personajes que están lidiando con su propia moralidad en el contexto de este punto particular de la sociedad, por lo que mi personaje es alguien que realmente está luchando con esas cosas\".", "Además de Amandla Stenberg y Lee Jung-jae, The Acolyte está protagonizada por Manny Jacinto, Dafne Keen, Charlie Barnett, Jodie Turner-Smith, Rebecca Henderson, Dean-Charles Chapman, Joonas Suotamo y Carrie-Anne Moss.", "Además de Leslye Headland, los productores ejecutivos incluyen a Kathleen Kennedy, Simon Emanuel, Jeff F. King y Jason Micallef. Charmaine DeGraté y Kor Adana son los coproductores ejecutivos. Rayne Roberts, Damian Anderson, Eileen Shim y Rob Bredow son los productores.", "Los directores de la serie son Kogonada (Eps. 103 y 107), Alex García López (Eps. 104 y 105) y Hanelle Culpepper (Eps. 106 y 108). Michael Abels compuso la partitura.", " "]},
{"titulo": ["Crash Bandicoot: Activision inicia acciones legales contra TikToker por culpa de una Pizza y unos Tenis"], "texto": ["Si sueles pasar tiempo en redes sociales y especialmente en ", "Tik", " ", "Tok", ", puedes haber notado como ciertos audios se vuelven virales con mucha facilidad, y es muy común que cientos de otros usuarios e incluso algunas marcas usen estos memes de forma creativa en su propio contenido. Hace algún tiempo el audio de uno de los videos del crítico de ", "Tik Tok Anthony Fantano", " se hizo muy viral, en el video en cuestión, ", "Fantano", " reacciona cuando alguien corta una pizza en una cantidad exagerada de rebanadas gritando desesperadamente \"Ya son suficientes rebanadas\", y ese audio terminó convirtiéndose en un meme en ", "Tik Tok", ". Recientemente, ", "Activision", " usó este audio para promocionar unos tenis temáticos de ", "Crash", " ", "Bandicoot", ", lo que hizo que el ", "Tik Toke", "r sintiera que su voz estaba siendo utilizada comercialmente sin su autorización e inició una demanda contra Activision, pidiendo que se elimine el video y solicitando una compensación por el uso comercial.", "En respuesta, ", "Activision", " defendió sus acciones, señalando que otros creadores de contenido habían utilizado el mismo audio sin problemas en el pasado. Afirmaron que ", "Fantano", " incluso había agradecido a otras marcas anteriormente. A pesar de mantener que no hicieron nada mal, ", "Activision", " cumplió con la solicitud de ", "Fantano", " y eliminó el video para evitar posibles problemas legales. Sin embargo, ", "Fantano", " informó a ", "Activision", " que se estaba preparado para presentar una demanda en su contra. ", "Activision", " se puso en contacto de inmediato con el abogado de ", "Fantano", ", quien exigió un acuerdo millonario para evitar litigios. El abogado citó casos anteriores en los que otras compañías habían llegado a acuerdos con ", "Fantano", " en circunstancias similares. Por lo que ", "Activision", " ha presentado una demanda contra ", "Fantano", ", buscando un fallo a su favor. ", "Activision", " espera evitar la posible demanda del ", "Tik Toker", ", pero escalando todo en una batalla legal entre ", "Activision", " y ", "Anthony Fantano", " por una pizza y unos tenis.", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en Twitter:", " @ErickRom0506"]},
{"titulo": ["Activision Blizzard: Franquicias que ahora son de Microsoft"], "texto": ["La disputa eterna de la compra de ", "Activision Blizzard", " por parte de ", "Microsoft", " por fin ha terminado, oficialmente se ha cerrado la compra de una de las compañías más grandes de toda la industria de los videojuegos por ", "69 mil millones de dólares.", "Ahora los usuarios de ", "Xbox", ", con el pasar del tiempo, lentamente podrán ir disfrutando de los mejores títulos que Activision tiene para ofrecer en el servicio de ", "Game Pass", ", por lo que es común que surja la pregunta: ", "¿qué franquicias ahora son de Microsoft?", "Call of Duty", "Overwatch", "Diablo", "Candy Crush", "Crash Bandicoot", "WarCraft", "Spyro the Dragon", "Guitar Hero", "Tony Hawk Pro Skater", "Skylanders", "Además de los anteriores mencionados, se les suma ", "Hexen, King’s Quest, Space Quest, Quest for Glory, Tenchu, Pitfall, Zork, StarCraft, Gabriel Knight, Hearthstone, Phantasmagoria, The Lost Vikings, True Crime, Interstate 76, Prototype, Blackthorne, Freddy Pharkas Frontier Pharmacist. ", "¿Qué les parece?, ¿pasamos alguno por alto?, ¿cuál les emociona más?", "Daniel Guzmán es editor en IGN Latinoamérica, aficionado del terror, los cómics, Minecraft, Fortnite y lo que sea que tenga que ver con DC, principalmente con Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"titulo": ["Activison revela 'Elsewhere', estudio enfocado en una nueva IP"], "texto": ["Tomando a todos por sorpresa, ", "Activision", " anuncia que abrirá un nuevo estudio interno llamado ", "Elsewhere Entertainment", ", que tiene base en Varsovia, Polonia. Contará con el apoyo de recursos adicionales de Estados Unidos.", "Este estudio tiene como fin desarrollar una nueva franquicia ", "AAA", " basada en la narrativa y que definirá un género. Todo estará creado desde 0, pero con un rango premium y autónomo, que estará fijado para establecer un entorno que inspire ideas atrevidas y diversas.", "Cabe mencionar que el estudio está conformado por expertos en la industria narrativa que han trabajado en ", "The Last of Us, Uncharted, The Witcher, Cyberpunk 2077, Destiny, Tom Clancy’s The Division y Far Cry", ".", "¿Qué opinas?, ¿qué tipo de juego crees que desarrollen?", "Daniel Guzmán es editor en IGN Latinoamérica, amante del terror, los cómics, el cine y una devoción de amor/odio por Warzone y Fortnite. Fiel seguidor de DC y Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"titulo": ["E3 2019: Días y horarios de las conferencias"], "fecha": ["9 de Junio de 2019"]},
{"titulo": ["E3 2019: La historia de E3"], "fecha": ["9 de Junio de 2019"]},
{"titulo": ["EZQuest Ultimate Plus | Reseña"], "fecha": ["9 de Mayo de 2024"]},
{"titulo": ["EZQuest Ultimate Plus | Reseña"], "fecha": ["9 de Mayo de 2024"]},
{"titulo": ["ChatGPT elimina voz de chatbot por su parecido con Scarlett Johansson"], "texto": ["Scarlett Johansson", "OpenAI", "ChatGPT", "La co-protagonista de Lost in Translation compartió un comunicado de prensa a la radiodifusora estadounidense ", "NPR", ", en el que contó cómo el director ejecutivo de Open AI, ", "Sam Altman", ", supuestamente buscó que, de cualquier manera, la voz de Johansson estuviera disponible en ChatGPT, a pesar del rechazo de la actriz.", "Scarlett Johansson relató que en septiembre de 2023, Altman y el equipo de Open AI se acercaron a ella para ofrecerle ser parte del próximo sistema 4.0 de ChatGPT, asegurando que pretendían “terminar con la brecha entre las compañías de tecnología y creativos para ayudar a los consumidores a sentirse más cómodos con la IA”. Sin embargo, la intérprete estadounidense, por motivos personales, decidió declinar la oferta.", "Statement from Scarlett Johansson on the OpenAI situation. Wow: ", "pic.twitter.com/8ibMeLfqP8", "— Bobby Allyn (@BobbyAllyn) ", "May 20, 2024", "Nueve meses después de que se rehusara, la actriz expuso que se sintió molesta por descubrir la similitud entre la nueva voz del chatbot, a tal punto que “ni sus amigos cercanos ni la prensa pudieran notar la diferencia”.", "Asimismo, la actriz comentó que se sintió “sorprendida, molesta y decepcionada” de las acciones de Sam Altman, quien anunció la llegada de la voz del chatbot en X con la palabra “Her”, en referencia a la película donde Johansson interpretó la voz del sistema de IA Samantha.", "En consecuencia, la actriz contrató asesoría legal, quienes escribieron a OpenAI y a Sam Altman para obtener detalles sobre la creación de la voz Sky. Tras llegar a un acuerdo, la compañía tuvo que bajar la voz del chatbot.", "Al respecto, Sam Altman aseguró que Sky se trata una actriz de voz completamente diferente, aunque, por respeto a Scarlett Johansson, decidió bajar la voz del sistema:", "“Contratamos a una actriz de voz para Sky antes de acercarnos a la señora Johansson. En respeto a la señora Johansson hemos decidido dejar de usar Sky en nuestros productos. Nos disculpamos con la señora Johansson por no habernos comunicado mejor.\"", "Diego Valadez es editor en IGN Latinoamérica, cinéfilo de corazón y amante del horror sobrenatural. Lo puedes encontrar en Instagram como @dievzgrave"]},
{"titulo": ["Star Wars: James Mangold confirma la película 'Dawn of the Force' inspirada en Knights of he Old Republic"], "texto": ["Star Wars: The Old Republic", " es una de las épocas más queridas del universo extendido, pero las películas y los programas de televisión de ", "Disney", " no la han tocado en gran medida. Sin embargo, eso puede estar a punto de cambiar, si una línea de tiempo que se muestra durante ", "Star Wars Celebration", " es algo por lo que pasar.", "Poco antes de anunciar varias películas nuevas de", " Star Wars", ", la directora del estudio de ", "LucasFilm", ", ", "Kathleen Kennedy", ", subió al escenario para compartir su visión de cómo se verá ", "Star Wars", " en los cines. Eso significa \"ampliar la línea de tiempo\", dice ", "Kennedy", ", mientras aparece una imagen que destaca siete épocas principales. Incluyen:", "\n", "Kathleen Kennedy outlines the vision for the future of Star Wars Films. ", "#StarWarsCelebration", " ", "pic.twitter.com/36qGtiIKKc", "\n— IGN (@IGN) ", "April 7, 2023", "The Old Republic:", " La era representada por primera vez en la serie ", "Knights of the Old Republic", " de ", "BioWare", ". Sigue siendo una era favorita de los fanáticos, pero ", "Disney", " rara vez la ha reconocido hasta ahora.", "La Alta República:", " El período de la edad de oro que ha sido el foco de muchos de los libros. La primera serie ambientada en la ", "Alta República", " será", " Star Wars Acolyte", ", que se reveló por completo durante la ", "Celebration", ".", "Caída del Jedi:", " Esta sería la era de las precuelas.", "El Ascenso del Imperio:", " Esta es la era representada en ", "Star Wars: Andor", " y ", "Obi-Wan Kenobi", ", que cubre el período entre ", "Revenge of the Sith", " y ", "A New Hope", ".", "La Era de la Rebelión:", " Este es el período cubierto por la trilogía original de ", "Star Wars", ".", "La Nueva", " ", "República:", " La era posterior al ", "Retorno del Jedi", ", que actualmente está siendo cubierta por ", "The Mandalorian", ".", "El Ascenso de la Primera Orden:", " El período de la trilogía secuela que comienza con ", "The Force Awakens.", "Kennedy ", "continuó anunciando varias películas nuevas, incluida una dirigida por ", "Dave Filoni", " que se desarrollará aproximadamente durante la era de la", " Nueva República", ", y una dirigida por ", "Sharmeen Obaid-Chinoy ", "protagonizada por ", "Daisy Ridley", ". Luego está la película de ", "Logan ", "e ", "Indiana Jones", ",", " James Mangold", ", dirigirá una \"epopeya bíblica\" que contará una historia sobre \"el amanecer de la ", "Fuerza", "\" ambientada antes de ", "La Antigua República", ".", "El guiño explícito de ", "Disney ", "hacia ", "La Antigua República", " y las promesas de \"ampliar la línea de tiempo\" parecen indicar que hay más proyectos ambientados en la era en camino. Los fans ciertamente están emocionados.", "\n", "STAR WARS FINALLY DOING THE OLD REPUBLIC! GIVE ME REVAN ", "#StarWars", " ", "pic.twitter.com/hqdjfGwmpj", "\n— BLURAYANGEL ? (@blurayangel) ", "April 7, 2023", " ", "\n", "They really making movies set in the old republic and movies set after the sequels with actual GOOD directors helming them ", "pic.twitter.com/OQknpSoQaC", "\n— JT• (@JayTaylor009) ", "April 7, 2023", " ", "\n", "THE OLD REPUBLIC IS CANON AGAIN OH MY GOD WE STAY WINNING ", "pic.twitter.com/ExOgyZPkqS", "\n— wheelie (@wheeliethebin) ", "April 7, 2023", "El aprecio de los fans por la era de ", "La Antigua República", " se remonta a ", "KOTOR", ", que se lanzó por primera vez en 2003 para ", "Xbox", ". Viniendo durante un período en el que las precuelas eran muy desagradables, fue visto como un rayo de luz para los fanáticos de ", "Star Wars", " descontentos. Pronto seguiría una secuela, luego un ", "MMORPG", ", el último de los cuales aún continúa disfrutando de un sólido seguimiento hasta el día de hoy. Actualmente también se está desarrollando una nueva versión, aunque ha experimentado problemas de desarrollo dramáticos.", "A pesar de eso, ", "Disney ", "se ha alejado en su mayoría de la era ", "KOTOR", ", prefiriendo centrarse en un terreno más familiar, como la ", "Guerra Civil Galáctica", ". A pesar de eso, ", "La Antigua República", " se ha mantenido ampliamente popular entre los fans de ", "Star Wars", ", quienes tienen la esperanza de que ", "Disney ", "algún día pueda explorar esta era en un escenario de acción en vivo.", "Ahora, esas esperanzas comienzan a hacerse realidad. Espero que pronto veamos a ", "Darth Revan", " en la pantalla grande. ", "Mientras tanto, echa un vistazo a todo lo que se anunció durante Star Wars Celebration", ".", "Kat Bailey es editora sénior de noticias en IGN y coanfitriona de Nintendo Voice Chat. ¿Tienes un consejo? Envíale un DM a @the_katbot."]},
{"titulo": ["Dead Island 2: Nuevo Gameplay"], "fecha": ["2 de Marzo de 2023"]},
{"titulo": ["Cancelan el spinoff de Game of Thrones centrado en Jon Snow: 'No pudimos encontrar la historia correcta'"], "texto": ["La serie spinoff de Game of Thrones centrada en Jon Snow que podría haber ofrecido un vistazo de los eventos después del final está \"en el estante\", dice el actor Kit Harington.", "En 2022, el creador de la serie George R.R. Martin confirmó que HBO estaba trabajando en un spin-off de Jon Snow con el título provisional “Snow”. Según Martin, Harington estaba desarrollando la serie con su propio equipo. Hablando con Screen Rant, Harington reveló que la serie spinoff está \"firmemente en el estante\", citando como causa el desafío de su equipo de crear la historia correcta.", "\n", "La serie posterior a Game of Thrones de Jon Snow se ha cancelado.", "\n", "\"Actualmente, está fuera de la mesa, porque no pudimos encontrar la historia adecuada para contar que nos entusiasmara lo suficiente. Así que decidimos dejar de lado las herramientas por el momento\", dijo Harington a Screen Rant. \"Puede que llegue un momento en el futuro en el que volvamos a ello, pero por el momento, no. Está firmemente en el estante\".", "Durante una convención de fans de Game of Thrones en 2022, Harington insinuó que su spin-off se centraría en la lucha de su personaje por superar traumas pasados inmediatamente después del final de la temporada 8.", "\"Tiene que regresar al lugar con toda esta historia y vivir su vida pensando en cómo mató a Dany, y vivir su vida pensando en Ygritte muriendo en sus brazos, y vivir su vida pensando en cómo colgó a Olly, y vivir su vida pensando en todo este trauma, y eso es interesante\", dijo Harington en ese momento.", "Snow ahora se une a The Long Night como otro proyecto derivado de Game of Thrones desechado. The Long Night, cuyo episodio piloto supuestamente le costó a HBO $30 millones de dólares, fue cancelada en 2019 el mismo día que HBO dio luz verde a House of the Dragon.", "El presidente de WarnerMedia, Rober Greenblatt, explicó la cancelación de The Long Night en 2022, diciendo que \"no tenía esa profundidad y riqueza que tenía el piloto de la serie original\".", "En otras noticias derivadas de Game of Thrones, la temporada 2 de House of the Dragon está programada para lanzarse el 16 de junio en HBO Max. Asimismo, la serie precuela de Game of Thrones, A Knight of the Seven Kingdoms: The Hedge Knight, llega a finales de 2025.", " "]},
{"titulo": ["Unicorn Overlord: Vanillaware realiza encuesta para conocer el interés de los jugadores en una secuela"], "texto": ["Atlus", " lanzó recientemente", " Unicorn Overlord", ", un nuevo título en colaboración con el estudio detrás de ", "13 Sentinels: Aegis Rim ", "y que cuenta con una historia intrigante, una jugabilidad profunda y más de 100 horas de contenido para disfrutar. A pesar de haberse enfrentado con ", "Final Fantasy VII Rebirth", ", ", "Rise of the Ronin", ", ", "Dragon's Dogma 2", " en su día de lanzamiento, el juego consiguió vender 500.000 copias en tan solo dos semanas, una cifra que para el estudio es más que suficiente para justificar la producción de una secuela.", "Ante esto, ", "Atlus", " y ", "Vanillaware", " publicaron una encuesta en la que se hacía la pregunta: \"¿Estarías interesado en comprar una secuela de ", "Unicorn Overlord", " si decidiéramos hacerlo?\". De momento nada es seguro, pero de acuerdo con los resultados que obtengan de esta encuesta, es muy probable que los dos estudios renueven su colaboración y conviertan este título en una nueva saga.", "Hasta hace poco, el mayor éxito comercial de ", "Vanillaware", " fue ", "13 Sentinels: Aegis Rim", ", con un millón de copias vendidas. El juego solo había conseguido vender 300.000 unidades en su año de lanzamiento, sin embargo, ", "Unicorn Overlord", " duplicó esas cifras en apenas dos semanas. De momento, el último esfuerzo del estudio japonés parece tener lo necesario para alcanzar cifras aún mayores a largo plazo.", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en X, la red social antes conocida como Twitter:", " @ErickRom0506"]},
{"titulo": ["Sony anuncia Ghost of Tsushima: Versión del Director para PC"], "texto": ["Después de una serie de rumores y especulaciones tenemos que se ha confirmado oficialmente la llegada de ", "Ghost of Tsushima", " a PC.", "A través de PlayStation.Blog, Julian Huijbregts de Nixxes Software anunció hoy que Ghost of Tsushima: Versión del Director ", "se pondrá disponible en PC el próximo 16 de mayo", ".", "Menciona que es el primer juego de Sucker Punch en lanzarse en PC y que están muy emocionados por colaborar con el estudio para llevar esta historia a un público nuevo.", "\n", "Ghost of Tsushima: Versión del Director llegará a PC el 16 de mayo.", "\n", "\nFunciones de PC, y desbloqueos de precompra detallados: ", "https://t.co/WwTGIOtYLV", " ", "pic.twitter.com/nUG8PqXIG4", "\n— PlayStation Latam (@PlayStation_LA) ", "March 6, 2024", "La versión para PC de Ghost of Tsushima Director's Cut ", "incluye el juego completo, la expansión de Isla Iki, el modo multijugador cooperativo online Leyendas y el modo Kurosawa ", "que te permite disfrutar las acciones en blanco y negro estética de película antigua, todo aderezado con características propias de PC como FPS ilimitados, varias configuraciones gráficas y controles personalizables para mouse y teclado.", "De hecho tendrá las más recientes tecnologías de rendimiento como NVIDIA DLSS 3 y AMD FSR 3 con opciones de escalamiento y generación de fotogramas, además de que es compatible con el escalamiento de Intel XeSS y, si tu hardware lo permite, puedes usar NVIDIA DLAA o FSR 3 Native AA para potenciar la calidad de imagen todavía más.", "Igualmente es compatible con diversos controles, aunque se recomienda el uso de DualSense para aprovechar la retroalimentación háptica y los gatillos adaptativos.", "Si deciden reservar el juego en Steam y la tienda de Epic Games recibirán contenido adicional que incluye Caballo de Nueva Partida+, Atuendo del Viajero y Tintes para armaduras rotas de la tienda de Baku.", "El juego será compatible con monitores ultrapanorámicos para poder disfrutar del vasto territorio y sitios históricos, destacando que está optimizado para resoluciones 21:9, 32:9 e incluso 48:9 para los que usan tres monitores.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Star Wars: The Acolyte equipa a Vernestra Rwoh con su sable de luz que se convierte en un látigo de luz"], "texto": ["Star Wars: The Acolyte contará con la Maestra Jedi favorita de los fans Vernestra Rwoh, equipada con su sable de luz de hoja púrpura que tiene una modificación que lo convierte en un látigo de luz.", "The Acolyte presenta un elenco de nuevos personajes y recupera uno familiar de la era de la Alta República. Los fans pudieron vislumbrar algunas de estas figuras clave en el primer tráiler de la serie, pero no mucha información sobre ellas; afortunadamente, el equipo de StarWars.com proporcionó información nueva a través de su banco de datos oficial.", "Los perfiles revelan más sobre los \"protectores de la paz\", el Maestro Jedi Sol y el Maestro Jedi Indara, además del Maestro Kelnacca, así como sobre los recién llegados el Caballero Jedi Yord, el padawan Jecki, el contrabandista Qimir y la líder de un aquelarre de Brujas, Madre Aniseya, pero uno de los nombres más reconocibles es el de Vernestra Rwoh.", "La showrunner Leslye Headland confirmó en una entrevista con Collider que Rwoh, interpretada por Rebecca Henderson, es el único personaje de la Alta República que salta de una página a la pantalla. Apareció por primera vez en la novela Light of the Jedi de Charles Soule, pero el público verá una versión anterior de ella en la próxima serie.", "Aquellos que conocen a Rwoh por los libros sabrán que se convirtió en Caballero Jedi a una edad inusualmente joven, 15 años, lo que la convirtió en una heroína prodigiosa. También lleva un arma extremadamente rara, que veremos en The Acolyte, ya que su entrada en el banco de datos confirma que empuña \"un sable de luz de hoja púrpura que puede transformarse en un látigo de luz\".", "Rwoh modificó su espada tradicional después de que una visión de la Fuerza le mostrara cómo hacer elástica su arma para convertirse en un látigo ligero, aunque usarla requería habilidad y precisión para mantenerlo bajo control. La configuración del látigo también debilitó un poco la capacidad de corte de la hoja, pero resultó eficaz para capturar y enredar a los oponentes.", "Los fans podrán ver el látigo de luz en acción cuando Star Wars: The Acolyte se estrene en Disney+ este junio. La temporada consta de ocho episodios, aunque Headland ya ha dicho que la serie podría \"absolutamente\" expandirse más allá de una temporada, retomando algunos de los hilos narrativos que quedaron pendientes al final del primer capítulo.", " "]},
{"titulo": ["Star Wars: The Acolyte equipa a Vernestra Rwoh con su sable de luz que se convierte en un látigo de luz"], "texto": ["Star Wars: The Acolyte contará con la Maestra Jedi favorita de los fans Vernestra Rwoh, equipada con su sable de luz de hoja púrpura que tiene una modificación que lo convierte en un látigo de luz.", "The Acolyte presenta un elenco de nuevos personajes y recupera uno familiar de la era de la Alta República. Los fans pudieron vislumbrar algunas de estas figuras clave en el primer tráiler de la serie, pero no mucha información sobre ellas; afortunadamente, el equipo de StarWars.com proporcionó información nueva a través de su banco de datos oficial.", "Los perfiles revelan más sobre los \"protectores de la paz\", el Maestro Jedi Sol y el Maestro Jedi Indara, además del Maestro Kelnacca, así como sobre los recién llegados el Caballero Jedi Yord, el padawan Jecki, el contrabandista Qimir y la líder de un aquelarre de Brujas, Madre Aniseya, pero uno de los nombres más reconocibles es el de Vernestra Rwoh.", "La showrunner Leslye Headland confirmó en una entrevista con Collider que Rwoh, interpretada por Rebecca Henderson, es el único personaje de la Alta República que salta de una página a la pantalla. Apareció por primera vez en la novela Light of the Jedi de Charles Soule, pero el público verá una versión anterior de ella en la próxima serie.", "Aquellos que conocen a Rwoh por los libros sabrán que se convirtió en Caballero Jedi a una edad inusualmente joven, 15 años, lo que la convirtió en una heroína prodigiosa. También lleva un arma extremadamente rara, que veremos en The Acolyte, ya que su entrada en el banco de datos confirma que empuña \"un sable de luz de hoja púrpura que puede transformarse en un látigo de luz\".", "Rwoh modificó su espada tradicional después de que una visión de la Fuerza le mostrara cómo hacer elástica su arma para convertirse en un látigo ligero, aunque usarla requería habilidad y precisión para mantenerlo bajo control. La configuración del látigo también debilitó un poco la capacidad de corte de la hoja, pero resultó eficaz para capturar y enredar a los oponentes.", "Los fans podrán ver el látigo de luz en acción cuando Star Wars: The Acolyte se estrene en Disney+ este junio. La temporada consta de ocho episodios, aunque Headland ya ha dicho que la serie podría \"absolutamente\" expandirse más allá de una temporada, retomando algunos de los hilos narrativos que quedaron pendientes al final del primer capítulo.", " "]},
{"titulo": ["Call of Duty Modern Warfare 3: AGBIN3R le dará voz al 'Chupacabras', el nuevo operador de la tienda"], "texto": ["Call of Duty ", "no quiere quedarse atrás en el medio con ser una de las compañías que hacen constantemente colaboraciones entre otras franquicias. Al menos con las más populares, los últimos títulos de ", "Modern Warfare", " se han aliado con ", "The Boys", " con skins exclusivas de ", "Homelander, A-Train, Starlight o Firecracker", " entre otras IPs.", "Ahora, además de estos renombrados personajes, también se han dedicado a sacar contenido más original. En el pasado incluso se hizo un operador con apariencia de Alebrije, ahora tal parece que habrá una nueva adición con una leyenda mexicana muy famosa.", "Oficialmente ", "Activision", " pronto liberará una skin basada en el ", "Chupacabras", ", famosa leyenda y mito urbano mexicano que habla sobre una criatura que se dedica a robarle a las cabras su sangre.", "Además del aspecto ", "Chupacabras", ", el paquete incluye lo siguiente:", "\n\t", "Aspecto de operador: Leyenda", "\n\t", "Proyecto de arma Holger 26 (LMG): \"No Mames\"", "\n\t", "Proyecto de arma HRM-9 (SMG): \"Fierro Pariente\"", "\n\t", "Amuleto: Cazador", "\n\t", "Adhesivo grande: Desde el Infierno", "\n\t", "Calcomanía: Bajo la Luna", "\n", "Por si fuera poco, el reconocido streamer ", "AGBIN3R", " le dará voz a este nuevo personaje, todo para darle una identidad máx mexicana al operador. ¿Qué opinas?", "Daniel Guzmán es editor en IGN Latinoamérica, amante del terror, los cómics, el cine y una devoción de amor/odio por Warzone y Fortnite. Fiel seguidor de DC y Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"titulo": ["Disney contrata a ex desarrolladores de Ubisoft y Blizzard para ampliar su presencia en el gaming"], "texto": ["Disney Games", " busca aumentar su presencia dentro del mundo del gaming. Recientemente firmaron un acuerdo de mil millones de dólares con ", "Epic Games", " para crear nuevos juegos y un universo de entretenimiento vinculado a ", "Fortnite", ", para esto, la compañía contrató a algunos veteranos de ", "Ubisoft", " y ", "Blizzard", " para trabajar en proyectos futuros. ", "Ray", " ", "Gresko", ", el jefe de desarrollo de ", "World of Warcraft", ", llega a ", "Disney Games", " como vicepresidente de producción y desarrollo.", "Bjorn Tornqvist", " es otro de los desarrolladores que se unen al proyecto como vicepresidente de tecnología. ", "Tornqvist ", "ha trabajado en puestos de liderazgo técnico tanto en ", "Ubisoft", " como en ", "Massive Entertainment", ". Mientras que ", "Jay Ong", " liderará el equipo comercial y de licencias de ", "Disney", ", y ", "Sean Shoptaw", " será el vicepresidente de la división de videojuegos.", "\"Bajo el liderazgo de ", "Sean", " y ", "Jay", ", el negocio de juegos de ", "Disney", " está perfectamente posicionado para ofrecer narraciones de clase mundial en este medio\", comentó ", "Tasia", " ", "Filippatos", ", presidenta de productos de consumo de ", "Disney", ". \"Estamos agradecidos con cada miembro del equipo de ", "Disney", " ", "Games", " que ha contribuido a nuestro éxito y que ayudará a dar forma al futuro de esta industria a través del entretenimiento que define el género\".", "Erick Romero es Editor en IGN Latinoamérica, Gamer de corazón, gran aficionado del cine de fantasía, los cómics y los juegos de rol narrativo, síguelo en X, la red social antes conocida como Twitter:", " @ErickRom0506"]},
{"titulo": ["Empire of Sin Tráiler de Anuncio - E3 2019"], "fecha": ["11 de Junio de 2019"]},
{"titulo": ["¿Qué esperamos de E3 2019?"], "fecha": ["8 de Junio de 2019"]},
{"titulo": ["¿El Honor Magic6 Lite es el smartphone más resistente?"], "fecha": ["14 de Marzo de 2024"]},
{"titulo": ["Redmagic DAO 150W GaN Charger | Unboxing"], "fecha": ["1 de Abril de 2024"]},
{"titulo": ["“Las nuevas generaciones necesitan productos con calidad profesional”: Kenichiro Hibi"], "texto": ["Kenichiro Hibi, director general de Sony Latinoamérica y México, atendió a Publimetro en Nueva York minutos antes de la presentación de nuevos equipos de sonido de la marca nipona. Sony apuesta por llegar a las nuevas generaciones renovando sus productos orientados a jóvenes y bloggers. ", "“Estamos aquí para conocer una importante renovación de productos de audio de Sony, diseñados especialmente para nuevas generaciones”", ", señaló el directivo.", "¿Podrías explicarnos qué representa la nueva generación ULT para Sony?", "— La nueva serie Ult Power Sound, es un concepto que simboliza un sonido más fuerte, especialmente en los bajos, dirigido principalmente a la audiencia de Latinoamérica. Hemos desarrollado esta tecnología durante un par de años y ahora estamos listos para introducir ULT en nuestra gama de productos de audio y ahora lo hacemos de la mano de Peso Pluma desde Nueva York.", "Por lo tanto, habrá una revolución en los productos de Sony en Latinoamérica en los próximos meses.", "— Estamos listos para lanzar, incluyendo desde audífonos hasta bocinas, pequeñas y grandes, una nueva serie de productos Ult Power Sound, en Latinoamérica. Los audífonos ya están disponibles, y en un par de meses, estaremos listos para lanzar bocinas de pie. Aquellos de nosotros que hemos conocido a Sony durante años, reconocemos su alta calidad, especialmente en imagen y sonido.", "¿Cómo ha evolucionado Sony en Latinoamérica en los últimos 20 años?", "—Sony es ampliamente reconocido por sus televisores, equipos de audio y cámaras. Continuamos evolucionando toda nuestra gama de productos y planeamos seguir lanzando nuevos productos en cada categoría, desde televisores hasta cámaras, aunque este año estamos particularmente enfocados en el audio, lo cual es muy relevante para el mercado latinoamericano.", "¿Cómo está Sony abordando el mercado audiovisual en Latinoamérica actualmente?", "— Latinoamérica es un mercado vibrante, especialmente entre los jóvenes, para quienes la música es esencial. Esto es crucial para nuestro enfoque en equipos de audio y también en cámaras, que están siendo desarrolladas a nivel mundial. Nos estamos enfocando mucho en el audio y las cámaras, y, por supuesto, en televisores. Nos estamos moviendo hacia el mercado de cámaras, especialmente para videógrafos jóvenes y creadores de contenido. Ahora hay muchos creadores de contenido y bloggers que demandan mejores equipos para producir videos de alta calidad, y con nuestra experiencia pionera en video, estamos adaptando nuestra tecnología para satisfacer sus necesidades.", "Además, comentan que las cámaras son productos diseñados para durar muchos años, no como los teléfonos que se han vuelto desechables.", "—Por eso ofrecemos servicios de mantenimiento para todas nuestras cámaras, asegurando que, incluso después de años, sigan estando actualizadas tecnológicamente gracias a actualizaciones de software disponibles en línea. También estamos comenzando a ofrecer limpieza gratuita de lentes, para asegurar que se mantengan en el mejor estado posible después de la compra.", "\n", "Kenichiro Hibi apuesta por las nuevas generaciones en Latinoamérica", "\n", " ", "En cuanto a las diferencias entre los mercados de Latinoamérica, como el mexicano, chileno y argentino, ¿cómo los caracterizaría?", "—En general, estamos creciendo en todo el mercado latinoamericano, especialmente entre los jóvenes. Sin embargo, México destaca particularmente en el ámbito musical, lo que representa un enorme potencial para nosotros.", "Por último, ¿cuál es la perspectiva financiera y económica para Sony en México y Latinoamérica en cuanto a la venta de productos?", "—Creo que nuestras ventas y negocios seguirán creciendo en la región, impulsadas por la juventud y el potencial de crecimiento para el futuro.", " "]},
{"titulo": ["Knights of the Old Republic tendrá una adaptación a serie de Disney Plus"], "texto": ["Todo indica que la IP de ", "Star Wars", " aún tiene mucho para dar de parte de Disney, pues se tomaron en serio las quejas de que sólo estaban contando historias de los ", "Skywalkers", ". Con el estreno de ", "The Acolyte", " en puerta y a la espera de ", "Skeleton Crew", ", este dicho de expandir la saga acaba de quedar en claro.", "A través de Twitter y por medio del insider ", "MyTimeToShineHello", ", uno de los insiders más reconocidos en la industria del entretenimiento y que ha adelantado muchas cosas antes de siquiera ser anunciadas, acaba de soltar que el popular juego ", "Knights of the Old Republic", " será adaptada a una serie.", "El famoso insider comenta que Lucasfilm no sabía cómo llevar esta historia, puesta estaba indecisa si sería una película o una serie, pero tras varios debates, optaron por la opción de la serie, lo cual permite extenderse más tiempo y tener un desarrollo de personajes más óptimo.", "Como muchos sabrán, la historia de ", "KOTOR", " lleva el viaje de ", "Darth Revan", " por toda la galaxia en sus múltiples cruzadas. Al momento, no hay más información, pero se espera que en el pasar de los meses se confirme esta serie y haya más datos sobre quiénes son los encargados de escribirla.", "Daniel Guzmán es editor en IGN Latinoamérica, amante del terror, los cómics, el cine y una devoción de amor/odio por Warzone y Fortnite. Fiel seguidor de DC y Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"titulo": ["Mario + Rabbids Sparks of Hope: The Tower of Doooom"], "fecha": ["2 de Marzo de 2023"]},
{"titulo": ["La estrella de Game of Thrones, Hannah Waddingham, sufre claustrofobia crónica tras una escena de tortura"], "texto": ["Advertencia de contenido: este artículo incluye menciones y una descripción de una escena de tortura que apareció en el episodio 10 de la temporada 6 de Game of Thrones, junto con spoilers de esa temporada.", "La estrella de Game of Thrones, Hannah Waddingham, la actriz detrás de la infame Septa Unella que hizo marchar a Cersei Lannister por las calles gritando \"vergüenza\", ha dicho que la escena de tortura de su personaje la dejó con claustrofobia crónica.", "Hablando en The Late Show con Stephen Colbert, Waddingham dijo que filmar la escena final de su personaje la tuvo atada a una plataforma y \"realmente sometida a estar bajo agua\" durante aproximadamente 10 horas.", "Unella era seguidora de un movimiento religioso militante llamado Sparrows y, en un intento de hacer que Cersei se arrepintiera de sus pecados, la mantuvo encerrada en prisión y la trató mal. Cersei finalmente escapó y buscó vengarse de Unella, vertiendo vino tinto en su cara antes de decir que sería sometida a una muerte lenta y dolorosa.", "\"Thrones me dio algo que no esperaba y es la claustrofobia crónica\", dijo Waddingham. \"He hablado de ello desde entonces con David Benioff y D. B. Weiss, los dos productores ejecutivos. Pensé, buen trabajo para ellos porque fue horrible. 10 horas recibiendo agua.", "\"Thrones es tal... La razón por la que no creo que se haya tocado todavía en términos de cinematografía para una serie: es simplemente un nivel diferente. Con eso viene esta escena real. Así que estoy atada a una mesa. Con todas estas correas de cuero y no podía levantar la cabeza porque decían que sería demasiado obvio que estaba suelta. Dije, 'bien, me gustaría que estuviera suelta'\".", "Después de filmar la escena, Waddingham dijo que habló con otro miembro del elenco que había estado \"gateando entre mierd*\" sobre sus codos durante cuatro días. \"No importa cuando estás en Thrones porque sólo quieres dar lo mejor\", dijo, aunque anteriormente lo describió como el peor día de su vida, \"aparte del parto\".", "Game of Thrones terminó en 2019 con una nota un tanto amarga después de siete temporadas de una serie de televisión muy querida. IGN le dio un 6/10 en nuestra reseña y dijo: \"Aunque la temporada 8 fue decepcionante, Game of Thrones sigue siendo más ambicioso y atractivo que la mayoría de los otros programas de televisión\".", "Sin embargo, varios spin-offs de Game of Thrones mantendrán el legado. House of the Dragon, que estrenará su segunda temporada en junio de 2024, cuenta la historia de la familia Targaryen de Game of Thrones (de la que proviene Daenerys) y la temporada 1 abarca alrededor de 20 años. Dunk and Egg está más centrado y contará la historia de un caballero llamado Ser Duncan el Alto y su escudero, también del linaje de Daenerys, Aegon V Targaryen.", "Otros spin-offs que han surgido incluyen 10,000 Ships, que se desarrolla 1000 años antes de Game of Thrones; Snow, que sigue a Jon Snow de Kit Harrington después de los acontecimientos del programa principal; La Serpiente Marina, que trata sobre la Casa Velaryon y su jefe Lord Corlys; y más.", "Otras series también han subido y bajado a lo largo de los años, incluido un proyecto cancelado basado en The Long Night y Age of Heroes en el que HBO gastó 30 millones de dólares.", " "]},
{"titulo": ["La estrella de Game of Thrones, Hannah Waddingham, sufre claustrofobia crónica tras una escena de tortura"], "texto": ["Advertencia de contenido: este artículo incluye menciones y una descripción de una escena de tortura que apareció en el episodio 10 de la temporada 6 de Game of Thrones, junto con spoilers de esa temporada.", "La estrella de Game of Thrones, Hannah Waddingham, la actriz detrás de la infame Septa Unella que hizo marchar a Cersei Lannister por las calles gritando \"vergüenza\", ha dicho que la escena de tortura de su personaje la dejó con claustrofobia crónica.", "Hablando en The Late Show con Stephen Colbert, Waddingham dijo que filmar la escena final de su personaje la tuvo atada a una plataforma y \"realmente sometida a estar bajo agua\" durante aproximadamente 10 horas.", "Unella era seguidora de un movimiento religioso militante llamado Sparrows y, en un intento de hacer que Cersei se arrepintiera de sus pecados, la mantuvo encerrada en prisión y la trató mal. Cersei finalmente escapó y buscó vengarse de Unella, vertiendo vino tinto en su cara antes de decir que sería sometida a una muerte lenta y dolorosa.", "\"Thrones me dio algo que no esperaba y es la claustrofobia crónica\", dijo Waddingham. \"He hablado de ello desde entonces con David Benioff y D. B. Weiss, los dos productores ejecutivos. Pensé, buen trabajo para ellos porque fue horrible. 10 horas recibiendo agua.", "\"Thrones es tal... La razón por la que no creo que se haya tocado todavía en términos de cinematografía para una serie: es simplemente un nivel diferente. Con eso viene esta escena real. Así que estoy atada a una mesa. Con todas estas correas de cuero y no podía levantar la cabeza porque decían que sería demasiado obvio que estaba suelta. Dije, 'bien, me gustaría que estuviera suelta'\".", "Después de filmar la escena, Waddingham dijo que habló con otro miembro del elenco que había estado \"gateando entre mierd*\" sobre sus codos durante cuatro días. \"No importa cuando estás en Thrones porque sólo quieres dar lo mejor\", dijo, aunque anteriormente lo describió como el peor día de su vida, \"aparte del parto\".", "Game of Thrones terminó en 2019 con una nota un tanto amarga después de siete temporadas de una serie de televisión muy querida. IGN le dio un 6/10 en nuestra reseña y dijo: \"Aunque la temporada 8 fue decepcionante, Game of Thrones sigue siendo más ambicioso y atractivo que la mayoría de los otros programas de televisión\".", "Sin embargo, varios spin-offs de Game of Thrones mantendrán el legado. House of the Dragon, que estrenará su segunda temporada en junio de 2024, cuenta la historia de la familia Targaryen de Game of Thrones (de la que proviene Daenerys) y la temporada 1 abarca alrededor de 20 años. Dunk and Egg está más centrado y contará la historia de un caballero llamado Ser Duncan el Alto y su escudero, también del linaje de Daenerys, Aegon V Targaryen.", "Otros spin-offs que han surgido incluyen 10,000 Ships, que se desarrolla 1000 años antes de Game of Thrones; Snow, que sigue a Jon Snow de Kit Harrington después de los acontecimientos del programa principal; La Serpiente Marina, que trata sobre la Casa Velaryon y su jefe Lord Corlys; y más.", "Otras series también han subido y bajado a lo largo de los años, incluido un proyecto cancelado basado en The Long Night y Age of Heroes en el que HBO gastó 30 millones de dólares.", " "]},
{"titulo": ["Unicorn Overlord - Official Launch Trailer"], "fecha": ["8 de Marzo de 2024"]},
{"titulo": ["Unicorn Overlord - Official Launch Trailer"], "fecha": ["8 de Marzo de 2024"]},
{"titulo": ["Call of Duty Modern Warfare 3: Todo sobre la temporada 3 recargada"], "texto": ["La tercera temporada de ", "Modern Warfare 3", " continua en su nueva oleada de contenido con su modo recargado con nuevas actualizaciones que incluyen nuevos modos, operadores, mapas para el multijugador, además de una nueva misión para el ", "Éter Oscuro", ", armas y más.", "Esta nueca actualización llega el primero de mayo a las 9 AM PT. ", "Nuevos modos: Campo Minado y Escolta", "En ", "Campo minado", ", los operadores eliminados tiran una mina de proximidad cuando caen. Esta mina no se puede levantar, y es mortal para el equipo del operador caído. En cambio, en ", "Escolta", " los jugadores toman turnos escoltando un ", "Tan-Tor", " a través del mapa con el objetivo de hackear tres puntos. El ", "Tan-Tor", " solo se moverá si un operador atacante está cerca.", "Dos mapas 6v6 en multijugador", "Dirígete al peligro en el nuevo mapa de ", "Grime", ", un rincón abandonado de ", "Londres", " repleto de graffiti. Para sobrevivir en esta locación urbana abandonada se requiere un buen uso de los cuellos de botella del mapa y un gusto por el juego sucio.", "Poténciate con la playlist del nuevo modo Maquinitas", "Desde modificadores de munición ilimitados hasta potenciadores de armas ultrapotentes, ", "Maquinitas", " transforma la experiencia multijugador en una simulación de poder total. Los enemigos eliminados tirarán un powerup, el cual dará una de dos habilidades, munición ilimitada, o granadas ilimitadas. Así que despreocúpate de contar tus balas. Las armas especiales podrán ser encontradas fácilmente, ya que estas contarán con un aura brillante y una animación de flotante.", "Pon tus habilidades a prueba en ", "Checkpoint", ", con base en el área ", "Stronghold", " al este de ", "Isla Renacimiento", ". Este mapa hace que la pelea se enfoque en los edificios principales de comunicación de la milicia en una versión modificada del mapa en el que los pasillos superiores y la torre están sellados, lo que enfatiza el combate en tierra.", "RESCATA A LA DRA. JANSEN EN LA NUEVA MISIÓN DE ZOMBIES", "Una nueva anomalía azota la ", "Zona de Exclusión", " en la nueva ", "Misión de Historia", " de ", "Modern Warfare Zombies", ". Los operadores de ", "Operación Deadbolt", " se unirán a ", "Ravenov", " para llevar a cabo una mission de rescate y salvar a la ", "Dra. Jansen", ". Prepárate para enfrentarte a una horda de enemigos, incluido una Nueva variante de ", "Discípulo", ", en esta misión de historia de mitad de temporada.", "Además, los jugadores tendrán la oportunidad de conseguir hasta tres nuevos esquemas que les ayudarán en sus próximos despliegues al ", "Área de Exclusión", ". Podrán buscar al nuevo ", "Caudillo Rainmaker", ", el cual se esconde en su fortaleza en la isla de ", "Rahaa", ", donde se enfrentarán a un combate explosivo contra este experto de demolición.", "NUEVOS EVENTOS, MEJORAS EN CAMPO Y MÁS ELEMENTOS EN WARZONE", "El regreso de la Estación de Intercambio de Armas", "La ", "Estación de Intercambio de Armas", " vuelve para ayudar a llenarte los bolsillos. Cambia tu arma por otra de menor rareza y consigue un botín extra. La rareza es determinada por el total de accesorios de tu arma y se muestra por su color en el cuadro de información del arma, de más común a menos común, de la siguiente manera: ", "Gris, Verde, Azul, Morado y Naranja", ". El arma que intercambias te regresa una de los dos niveles de rareza inferiores.", "Paquete de ventajas de Especialista y nuevo equipo [racha de bajas]: Previsión", "¡Conviértete en un verdadero supersoldado con este ítem raro que confiere a tu ", "Operador", " todos los perks disponibles! Esto te transformará en una verdadera amenaza y será tu apuesta más segura hacia la victoria. Buena suerte encontrándola. Además, perfecciona tu estrategia viendo lo que está por venir con ", "Foresight", ", que te muestra la ubicación de cada círculo de gas futuro en la partida.", "Encuentra el nuevo ", "Killstreak", " como un botín poco común. Planea tu estrategia para sacar el máximo provecho de la información que se te proporciona y prepara la victoria donde sabes que acabará el gas al final de la partida.", "Daniel Guzmán es editor en IGN Latinoamérica, amante del terror, los cómics, el cine y una devoción de amor/odio por Warzone y Fortnite. Fiel seguidor de DC y Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"titulo": ["Disney sorprende con vestidos de novia inspirados en villanos"], "texto": ["Los ", "villanos de Disney", " son icónicos y sumamente populares, y ahora tenemos que ", "inspiran nuevos vestidos de novia ", "que forman parte de la colección 2024 de Disney’s Fairy Tale Weddings de Allure Bridals.", "Los nuevos vestidos combinan un estilo sofisticado con toques de fantasía, tan versátiles como románticos, y cada uno resalta detalles de cada uno de los personajes como ", "Úrsula, Maléfica, la Reina Malvada", " y", " Jafar", ".", "Los cuatro estilos ya se encuentran disponibles en color negro o marfil y tienen un precio a partir de USD $2,000. A continuación pueden verlos más a detalle en la galería de imágenes:", "El vestido inspirado en ", "Úrsula", " cuenta con una silueta de sirena con adornos bordados a tono en el corsé, con mangas transparentes desmontables con detalles en los puños, el de ", "Maléfica", " presenta un corte ajustado y está decorado con un brillante terciopelo color verde y delicadas aplicaciones de encaje superpuestas sobre una tela de organza negra.", "Por su parte, el vestido inspirado en la ", "Reina Malvada", " de Blancanieves está decorado con encaje lineal, adornos florales en 3D y cuentas y lentejuelas delicadamente puestas sobre tul, y finalmente la pieza inspirada en ", "Jafar", " cuenta con un escote pronunciado que recuerda el collar del gran visir de Agrabah, acentuado por su propio cuello hecho con tela de satín.", "Y si lo tuyo son ", "las princesas", ", cabe recordar que la colección 2024 Disney Fairy Tale Weddings también tiene vestidos inspirados en personajes como Ariel, Aurora, Bella, Cenicienta, Jasmine, Pocahontas, Rapunzel, Blancanieves y Tiana, con cada pieza evocando el espíritu de su propio nombre.", "Las parejas que deseen celebrar su boda en un lugar inolvidable pueden elegir entre más de 100 ubicaciones temáticas en los parques, Resorts, cruceros y otros lugares de Disney, y la más nueva es World Celebration Gardens que se encuentra en el corazón de EPCOT en Walt Disney World Resort en Florida que ya está disponible para reservar ceremonias a partir de enero de 2025.", "Finalmente y para complementar la experiencia, las parejas que se casen en Disneyland Resort en California pueden reservar el nuevo carruaje \"Cinderella Platinum Coach\" para sus eventos a partir de marzo de 2024, un carruaje adornado con detalles inspirados en la clásica historia de amor \"Cenicienta\" con un dosel de calabaza y un interior cubierto de enredaderas.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Metroid Prime Remastered: Los Primeros 19 Minutos"], "fecha": ["9 de Febrero de 2023"]},
{"titulo": ["Logitech PRO X SUPERLIGHT 2 Gaming Mouse & PRO X TKL Wireless Gaming Keyboard | Unboxing"], "fecha": ["19 de Abril de 2024"]},
{"titulo": ["Game Boy - Así se ven los juegos en el Nintendo Switch Online"], "fecha": ["10 de Febrero de 2023"]},
{"titulo": ["The Legend of Zelda: Tears of the Kingdom - Comparación del Mapa"], "fecha": ["14 de Abril de 2023"]},
{"titulo": ["Demo PIKMIN 4 - Gameplay: Primera Misión"], "fecha": ["6 de Julio de 2023"]},
{"titulo": ["Guía de lanzamientos agosto 2023"], "fecha": ["1 de Agosto de 2023"]},
{"titulo": ["Super Mario Bros. Wonder - Hands-on Exclusivo"], "fecha": ["31 de Agosto de 2023"]},
{"titulo": ["Super Mario RPG - Tráiler de gameplay"], "fecha": ["14 de Septiembre de 2023"]},
{"titulo": ["Mortal Kombat 1 - Switch - Comparación de Gráficos"], "fecha": ["20 de Septiembre de 2023"]},
{"titulo": ["Disney sorprende con vestidos de novia inspirados en villanos"], "texto": ["Los ", "villanos de Disney", " son icónicos y sumamente populares, y ahora tenemos que ", "inspiran nuevos vestidos de novia ", "que forman parte de la colección 2024 de Disney’s Fairy Tale Weddings de Allure Bridals.", "Los nuevos vestidos combinan un estilo sofisticado con toques de fantasía, tan versátiles como románticos, y cada uno resalta detalles de cada uno de los personajes como ", "Úrsula, Maléfica, la Reina Malvada", " y", " Jafar", ".", "Los cuatro estilos ya se encuentran disponibles en color negro o marfil y tienen un precio a partir de USD $2,000. A continuación pueden verlos más a detalle en la galería de imágenes:", "El vestido inspirado en ", "Úrsula", " cuenta con una silueta de sirena con adornos bordados a tono en el corsé, con mangas transparentes desmontables con detalles en los puños, el de ", "Maléfica", " presenta un corte ajustado y está decorado con un brillante terciopelo color verde y delicadas aplicaciones de encaje superpuestas sobre una tela de organza negra.", "Por su parte, el vestido inspirado en la ", "Reina Malvada", " de Blancanieves está decorado con encaje lineal, adornos florales en 3D y cuentas y lentejuelas delicadamente puestas sobre tul, y finalmente la pieza inspirada en ", "Jafar", " cuenta con un escote pronunciado que recuerda el collar del gran visir de Agrabah, acentuado por su propio cuello hecho con tela de satín.", "Y si lo tuyo son ", "las princesas", ", cabe recordar que la colección 2024 Disney Fairy Tale Weddings también tiene vestidos inspirados en personajes como Ariel, Aurora, Bella, Cenicienta, Jasmine, Pocahontas, Rapunzel, Blancanieves y Tiana, con cada pieza evocando el espíritu de su propio nombre.", "Las parejas que deseen celebrar su boda en un lugar inolvidable pueden elegir entre más de 100 ubicaciones temáticas en los parques, Resorts, cruceros y otros lugares de Disney, y la más nueva es World Celebration Gardens que se encuentra en el corazón de EPCOT en Walt Disney World Resort en Florida que ya está disponible para reservar ceremonias a partir de enero de 2025.", "Finalmente y para complementar la experiencia, las parejas que se casen en Disneyland Resort en California pueden reservar el nuevo carruaje \"Cinderella Platinum Coach\" para sus eventos a partir de marzo de 2024, un carruaje adornado con detalles inspirados en la clásica historia de amor \"Cenicienta\" con un dosel de calabaza y un interior cubierto de enredaderas.", "Javier Flores Villarreal es fan de los videojuegos, el cine, las series, los autos y la buena música. Puedes encontrarlo en Twitter como ", "@Javier_FV", "."]},
{"titulo": ["Disney anuncia las fechas de estreno de Toy Story 5 y la esperada Mandalorian & Grogu"], "texto": ["Disney", " reveló hoy algunas noticias importantes sobre la fecha de lanzamiento, saliendo con ", "The Mandalorian & Grogu", ", ", "Toy Story 5", " y ", "Tron: Ares", ", mientras retrasó la acción en vivo de ", "Moana", " por un año.", "Los movimientos crean lo que se perfila como un verano de 2026 ajetreado para ", "Disney", ", con ", "The Mandalorian & Grogu", " programado para el 22 de mayo de 2026. ", "Toy Story 5", " saldrá aproximadamente un mes después, el 19 de junio de 2026. ", "Moana", " se mudó del junio al 27 de julio de 2025 al 10 de julio de 2026.", "Mientras tanto, ", "Tron: Ares", " debutará el 20 de octubre de 2025. El estudio también salió con ", "Nightbitch", ", protagonizada por ", "Amy", " ", "Adams", " como una mujer que \"se vuelve cada vez más consciente de los signos extraños e innegables de que puede estar convirtiéndose en un canino\", durante un lanzamiento limitado el 6 de diciembre de 2024. Además, eliminó del calendario una película previamente fechada para el 10 de julio de 2026, la nueva fecha de ", "Moana", ".", "Nos enteramos oficialmente de ", "Toy Story 5", " por primera vez en una reunión de accionistas de ", "Disney", " en febrero de 2023, durante la cual el director ejecutivo ", "Bob", " ", "Iger", " reveló casualmente que el estudio estaba trabajando en eso y en las secuelas de ", "Zootopia", " y ", "Frozen", ". Durante una llamada de resultados de marzo de 2024, Iger reveló que tanto ", "Toy Story 5", " como ", "Frozen 3", " llegarían en 2026, aunque todavía estamos esperando una fecha de lanzamiento para este último. ", "Disney", " no ha revelado detalles de la trama de ", "Toy Story 5", ", ni quién del elenco de voces de la serie podría regresar (aunque ", "Tim Allen", " dijo anteriormente que ", "Iger", " se había acercado tanto a él como a ", "Tom", " ", "Hanks", " para repetir sus papeles).", "\n", "Toy Story 5 ahora está programado para el verano de 2026.", "\n", "The Mandalorian & Grogu", " fue revelado sorprendentemente en enero y será dirigido por ", "Jon", " ", "Favreau", ". En ese momento, ", "Lucasfilm", " dijo que ", "Mandalorian & Grogu", " liderarían su \"lista de desarrollo de largometrajes en curso, incluidas películas dirigidas por ", "Sharmeen Obaid-Chinoy", ", ", "James Mangold", " y ", "Dave Filoni", "\". Después de años de que la historia de ", "Star", " ", "Wars", " continúe a través de programas de televisión en ", "Disney+", ", ", "The Mandalorian & Grogu", " marcará la primera aparición de la franquicia en la pantalla grande desde ", "The Rise of Skywalker ", "de 2019.", "En ", "Moana", " de acción real, ", "Dwayne \"The Rock\" Johnson ", "retomará su papel de ", "Maui", ", aunque ", "Auli'i Cravalho ", "no regresará para interpretar al personaje principal, sino que permanecerá a bordo como productora ejecutiva. La medida le da al remake de acción real más espacio que la próxima secuela animada de ", "Moana", ", cuyo lanzamiento está previsto para el 27 de noviembre de 2024.", "Alex Stedman es editor senior de noticias en IGN y supervisa los informes de entretenimiento. Cuando no está escribiendo o editando, puedes encontrarla leyendo novelas de fantasía o jugando a Dungeons & Dragons."]},
{"titulo": ["Disney anuncia las fechas de estreno de Toy Story 5 y la esperada Mandalorian & Grogu"], "texto": ["Disney", " reveló hoy algunas noticias importantes sobre la fecha de lanzamiento, saliendo con ", "The Mandalorian & Grogu", ", ", "Toy Story 5", " y ", "Tron: Ares", ", mientras retrasó la acción en vivo de ", "Moana", " por un año.", "Los movimientos crean lo que se perfila como un verano de 2026 ajetreado para ", "Disney", ", con ", "The Mandalorian & Grogu", " programado para el 22 de mayo de 2026. ", "Toy Story 5", " saldrá aproximadamente un mes después, el 19 de junio de 2026. ", "Moana", " se mudó del junio al 27 de julio de 2025 al 10 de julio de 2026.", "Mientras tanto, ", "Tron: Ares", " debutará el 20 de octubre de 2025. El estudio también salió con ", "Nightbitch", ", protagonizada por ", "Amy", " ", "Adams", " como una mujer que \"se vuelve cada vez más consciente de los signos extraños e innegables de que puede estar convirtiéndose en un canino\", durante un lanzamiento limitado el 6 de diciembre de 2024. Además, eliminó del calendario una película previamente fechada para el 10 de julio de 2026, la nueva fecha de ", "Moana", ".", "Nos enteramos oficialmente de ", "Toy Story 5", " por primera vez en una reunión de accionistas de ", "Disney", " en febrero de 2023, durante la cual el director ejecutivo ", "Bob", " ", "Iger", " reveló casualmente que el estudio estaba trabajando en eso y en las secuelas de ", "Zootopia", " y ", "Frozen", ". Durante una llamada de resultados de marzo de 2024, Iger reveló que tanto ", "Toy Story 5", " como ", "Frozen 3", " llegarían en 2026, aunque todavía estamos esperando una fecha de lanzamiento para este último. ", "Disney", " no ha revelado detalles de la trama de ", "Toy Story 5", ", ni quién del elenco de voces de la serie podría regresar (aunque ", "Tim Allen", " dijo anteriormente que ", "Iger", " se había acercado tanto a él como a ", "Tom", " ", "Hanks", " para repetir sus papeles).", "\n", "Toy Story 5 ahora está programado para el verano de 2026.", "\n", "The Mandalorian & Grogu", " fue revelado sorprendentemente en enero y será dirigido por ", "Jon", " ", "Favreau", ". En ese momento, ", "Lucasfilm", " dijo que ", "Mandalorian & Grogu", " liderarían su \"lista de desarrollo de largometrajes en curso, incluidas películas dirigidas por ", "Sharmeen Obaid-Chinoy", ", ", "James Mangold", " y ", "Dave Filoni", "\". Después de años de que la historia de ", "Star", " ", "Wars", " continúe a través de programas de televisión en ", "Disney+", ", ", "The Mandalorian & Grogu", " marcará la primera aparición de la franquicia en la pantalla grande desde ", "The Rise of Skywalker ", "de 2019.", "En ", "Moana", " de acción real, ", "Dwayne \"The Rock\" Johnson ", "retomará su papel de ", "Maui", ", aunque ", "Auli'i Cravalho ", "no regresará para interpretar al personaje principal, sino que permanecerá a bordo como productora ejecutiva. La medida le da al remake de acción real más espacio que la próxima secuela animada de ", "Moana", ", cuyo lanzamiento está previsto para el 27 de noviembre de 2024.", "Alex Stedman es editor senior de noticias en IGN y supervisa los informes de entretenimiento. Cuando no está escribiendo o editando, puedes encontrarla leyendo novelas de fantasía o jugando a Dungeons & Dragons."]},
{"titulo": ["Call of Duty Modern Warfare 3: Todo sobre la temporada 3 recargada"], "texto": ["La tercera temporada de ", "Modern Warfare 3", " continua en su nueva oleada de contenido con su modo recargado con nuevas actualizaciones que incluyen nuevos modos, operadores, mapas para el multijugador, además de una nueva misión para el ", "Éter Oscuro", ", armas y más.", "Esta nueca actualización llega el primero de mayo a las 9 AM PT. ", "Nuevos modos: Campo Minado y Escolta", "En ", "Campo minado", ", los operadores eliminados tiran una mina de proximidad cuando caen. Esta mina no se puede levantar, y es mortal para el equipo del operador caído. En cambio, en ", "Escolta", " los jugadores toman turnos escoltando un ", "Tan-Tor", " a través del mapa con el objetivo de hackear tres puntos. El ", "Tan-Tor", " solo se moverá si un operador atacante está cerca.", "Dos mapas 6v6 en multijugador", "Dirígete al peligro en el nuevo mapa de ", "Grime", ", un rincón abandonado de ", "Londres", " repleto de graffiti. Para sobrevivir en esta locación urbana abandonada se requiere un buen uso de los cuellos de botella del mapa y un gusto por el juego sucio.", "Poténciate con la playlist del nuevo modo Maquinitas", "Desde modificadores de munición ilimitados hasta potenciadores de armas ultrapotentes, ", "Maquinitas", " transforma la experiencia multijugador en una simulación de poder total. Los enemigos eliminados tirarán un powerup, el cual dará una de dos habilidades, munición ilimitada, o granadas ilimitadas. Así que despreocúpate de contar tus balas. Las armas especiales podrán ser encontradas fácilmente, ya que estas contarán con un aura brillante y una animación de flotante.", "Pon tus habilidades a prueba en ", "Checkpoint", ", con base en el área ", "Stronghold", " al este de ", "Isla Renacimiento", ". Este mapa hace que la pelea se enfoque en los edificios principales de comunicación de la milicia en una versión modificada del mapa en el que los pasillos superiores y la torre están sellados, lo que enfatiza el combate en tierra.", "RESCATA A LA DRA. JANSEN EN LA NUEVA MISIÓN DE ZOMBIES", "Una nueva anomalía azota la ", "Zona de Exclusión", " en la nueva ", "Misión de Historia", " de ", "Modern Warfare Zombies", ". Los operadores de ", "Operación Deadbolt", " se unirán a ", "Ravenov", " para llevar a cabo una mission de rescate y salvar a la ", "Dra. Jansen", ". Prepárate para enfrentarte a una horda de enemigos, incluido una Nueva variante de ", "Discípulo", ", en esta misión de historia de mitad de temporada.", "Además, los jugadores tendrán la oportunidad de conseguir hasta tres nuevos esquemas que les ayudarán en sus próximos despliegues al ", "Área de Exclusión", ". Podrán buscar al nuevo ", "Caudillo Rainmaker", ", el cual se esconde en su fortaleza en la isla de ", "Rahaa", ", donde se enfrentarán a un combate explosivo contra este experto de demolición.", "NUEVOS EVENTOS, MEJORAS EN CAMPO Y MÁS ELEMENTOS EN WARZONE", "El regreso de la Estación de Intercambio de Armas", "La ", "Estación de Intercambio de Armas", " vuelve para ayudar a llenarte los bolsillos. Cambia tu arma por otra de menor rareza y consigue un botín extra. La rareza es determinada por el total de accesorios de tu arma y se muestra por su color en el cuadro de información del arma, de más común a menos común, de la siguiente manera: ", "Gris, Verde, Azul, Morado y Naranja", ". El arma que intercambias te regresa una de los dos niveles de rareza inferiores.", "Paquete de ventajas de Especialista y nuevo equipo [racha de bajas]: Previsión", "¡Conviértete en un verdadero supersoldado con este ítem raro que confiere a tu ", "Operador", " todos los perks disponibles! Esto te transformará en una verdadera amenaza y será tu apuesta más segura hacia la victoria. Buena suerte encontrándola. Además, perfecciona tu estrategia viendo lo que está por venir con ", "Foresight", ", que te muestra la ubicación de cada círculo de gas futuro en la partida.", "Encuentra el nuevo ", "Killstreak", " como un botín poco común. Planea tu estrategia para sacar el máximo provecho de la información que se te proporciona y prepara la victoria donde sabes que acabará el gas al final de la partida.", "Daniel Guzmán es editor en IGN Latinoamérica, amante del terror, los cómics, el cine y una devoción de amor/odio por Warzone y Fortnite. Fiel seguidor de DC y Zack Snyder. Síguelo en redes como @danieltrbs."]},
{"titulo": ["The Legend of Zelda: Tears of the Kingdom - Mensaje de Eiji Aomuma y Hidemaro Fujibayashi"], "fecha": ["12 de Mayo de 2023"]},
{"titulo": ["Pikmin 4 - Tráiler de anuncio"], "fecha": ["13 de Septiembre de 2022"]},
{"titulo": ["Comparativa Uncharted: Legacy of Thieves - PS5 vs. PS4 Pro"], "fecha": ["26 de Enero de 2022"]},
{"titulo": ["Super Mario Bros Wonder: Tráiler de gameplay | Nintendo Direct 2023"], "fecha": ["21 de Junio de 2023"]},
{"titulo": ["Super Mario RPG (Remake) - Tráiler oficial | Nintendo Direct 2023"], "fecha": ["21 de Junio de 2023"]},
{"titulo": ["Super Mario Bros. Wonder: The First Preview"], "fecha": ["31 de Agosto de 2023"]},
{"titulo": ["Guía de Lanzamientos octubre 2023"], "fecha": ["2 de Octubre de 2023"]},
{"titulo": ["Mortal Kombat 1 - Tráiler oficial de gameplay de Quan Chi"], "fecha": ["3 de Diciembre de 2023"]},
{"titulo": ["IGN Juega | Mortal Kombat 1 - Peacemaker"], "fecha": ["29 de Febrero de 2024"]},
{"titulo": ["Mortal Kombat 1 | Tráiler oficial de Ermac"], "fecha": ["9 de Abril de 2024"]},
{"titulo": ["Mortal Kombat 1 - Temporada 5 | Tráiler oficial"], "fecha": ["16 de Abril de 2024"]},
{"titulo": ["Mortal Kombat 1 - Tráiler oficial de primer vistazo a Homelander"], "fecha": ["5 de Mayo de 2024"]},
{"titulo": ["Super Mario Bros. Wonder - Fluff-Puff Peaks Special: Climb to the Beat"], "fecha": ["25 de Octubre de 2023"]},
{"titulo": ["The Legend of Zelda: Tears of The Kingdom - Tráiler de lanzamiento"], "fecha": ["12 de Mayo de 2023"]},
{"titulo": ["Batman Arkham Trilogy - Tráiler oficial de Nintendo Switch | Nintendo Direct 2023"], "fecha": ["21 de Junio de 2023"]},
{"titulo": ["Luigi's Mansion 2 - Tráiler de Nintendo Switch | Nintendo Direct 2023"], "fecha": ["21 de Junio de 2023"]},
{"titulo": ["Guía de lanzamientos febrero 2023"], "fecha": ["1 de Febrero de 2023"]},
{"titulo": ["Fortnite x Billie Eilish | Tráiler oficial"], "fecha": ["23 de Abril de 2024"]},
{"titulo": ["Fortnite: Billie Eilish | IGN Juega"], "fecha": ["29 de Abril de 2024"]},
{"titulo": ["Fortnite: Chewbacca | IGN Juega"], "fecha": ["7 de Mayo de 2024"]},
{"titulo": ["Guía de lanzamientos marzo"], "fecha": ["1 de Marzo de 2023"]},
{"titulo": ["Guía de lanzamientos abril 2023"], "fecha": ["4 de Abril de 2023"]},
{"titulo": ["Guía de lanzamientos mayo 2023"], "fecha": ["28 de Abril de 2023"]},
{"titulo": ["Guía de lanzamientos junio 2023"], "fecha": ["2 de Junio de 2023"]},
{"titulo": ["Guía de lanzamientos septiembre 2023"], "fecha": ["5 de Septiembre de 2023"]},
{"titulo": ["Detective Pikachu Returns: Tráiler subtitulado"], "fecha": ["22 de Junio de 2023"]},
{"titulo": ["Fortnite: Gameplay del evento Big Bang (ft. Eminem)"], "fecha": ["2 de Diciembre de 2023"]},
{"titulo": ["IGN Juega | Fortnite: The Big Bang - Evento"], "fecha": ["5 de Diciembre de 2023"]},
{"titulo": ["LEGO x Fortnite | Tráiler oficial"], "fecha": ["6 de Diciembre de 2023"]},
{"titulo": ["IGN Latam Juega | Fortnite: Buscando la win"], "fecha": ["2 de Enero de 2024"]},
{"titulo": ["Guía de lanzamientos julio 2023"], "fecha": ["30 de Junio de 2023"]},
{"titulo": ["Mortal Kombat 1 - Tráiler oficial de Jean-Claude Van Damme subtitulado"], "fecha": ["8 de Septiembre de 2023"]}
]